{
  "version": "1.1.0",
  "total_cards": 78,
  "cards": [
    {
      "id": 0,
      "name_ko": "광대",
      "name_en": "The Fool",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "시작",
        "자유",
        "순수",
        "모험"
      ],
      "interpretation": {
        "upright": "새로운 시작, 무한한 가능성, 자유로운 영혼, 낙천적인 태도",
        "reversed": "무모함, 부주의, 결정 장애, 현실 도피, 어리석은 선택"
      },
      "guidance": {
        "연애": "시작와 자유의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "시작 중심의 우선순위를 세우고 순수 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "자유 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "시작 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "새로운 시작과 모험의 문턱에 선 상태. 순수함과 자유로움이 강점이며, 예상 밖의 경험이 성장으로 이어질 수 있다.",
          "love": "싱글이라면 가볍고 즐거운 인연이 들어오기 쉽다. 커플은 충동적 결정(급진전, 이벤트)을 하기 전에 현실 점검이 필요하다.",
          "career": "새 직무/프로젝트 시작에 유리하다. 다만 재미 요소만 좇지 말고 기본 업무와 루틴을 함께 챙겨야 한다.",
          "money": "새 기회, 성과, 보상 흐름이 열리기 쉽다. 낙관적 판단과 현실 검토를 균형 있게 가져가면 좋다.",
          "health": "활력 회복 신호가 강하다. 무리한 행동보다 기본 체력 관리와 생활 리듬 회복이 중요하다."
        },
        "reversed": {
          "summary": "무모함, 부주의, 현실 회피가 커질 수 있는 시기. 결과를 충분히 검토하지 않은 선택을 경계해야 한다.",
          "love": "관계를 가볍게 대하거나 책임 회피가 나타날 수 있다. 진지한 대화가 없으면 관계 악화로 이어지기 쉽다.",
          "career": "새 프로젝트를 성급히 시작하기보다 리스크 검토가 우선이다. 준비 부족 상태에서의 실행은 손실 가능성이 크다.",
          "money": "유망해 보이는 제안일수록 검증이 필요하다. 계약/투자 전 세부 조건 확인이 필수다.",
          "health": "주의력 저하로 실수·사고 가능성이 높다. 휴식과 루틴 회복, 기본 안전수칙 점검이 필요하다."
        }
      }
    },
    {
      "id": 1,
      "name_ko": "마법사",
      "name_en": "The Magician",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "창조",
        "능력",
        "실행력",
        "도구"
      ],
      "interpretation": {
        "upright": "잠재력 발휘, 숙련된 기술, 창의적 에너지, 목적 달성",
        "reversed": "속임수, 재능 낭비, 의지 부족, 계획의 차질"
      },
      "guidance": {
        "연애": "창조와 능력의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "창조 중심의 우선순위를 세우고 실행력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "능력 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "창조 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "기술, 의지, 실행력이 결합되는 시기. 잠재력을 현실 성과로 바꿀 수 있는 에너지가 강하다.",
          "love": "대화와 표현이 관계를 진전시킨다. 싱글은 새로운 인연 유입 가능성이 높다.",
          "career": "업무 확장, 제안, 승진 기회에 유리하다. 새 역할을 맡아도 빠르게 적응할 가능성이 크다.",
          "money": "역량 기반의 추가 수입, 사이드 프로젝트 성과가 기대된다. 실무적 판단이 수익으로 연결되기 쉽다.",
          "health": "체력과 집중력이 올라오는 흐름. 에너지를 분산하지 말고 규칙적인 관리가 필요하다."
        },
        "reversed": {
          "summary": "재능 오용, 속임수, 집중력 분산을 경고한다. 능력은 있으나 방향이 어긋날 수 있다.",
          "love": "진정성 부족, 오해, 이기적 태도가 갈등을 키울 수 있다. 말보다 행동 일치가 중요하다.",
          "career": "준비 부족/의사소통 오류로 일정이 흔들릴 수 있다. 과신보다 점검 중심 운영이 필요하다.",
          "money": "충동 판단으로 불리한 결정을 내리기 쉽다. 단기 유혹보다 안정적인 선택이 유리하다.",
          "health": "에너지 과잉/고갈이 반복될 수 있다. 과로를 줄이고 휴식-활동 균형을 맞춰야 한다."
        }
      }
    },
    {
      "id": 2,
      "name_ko": "고위 여사제",
      "name_en": "The High Priestess",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "직관",
        "지혜",
        "신비",
        "무의식"
      ],
      "interpretation": {
        "upright": "내면의 목소리, 영적 통찰력, 비밀, 정적인 지혜",
        "reversed": "직관 무시, 피상적인 지식, 숨겨진 의도 발견, 혼란"
      },
      "guidance": {
        "연애": "직관와 지혜의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "직관 중심의 우선순위를 세우고 신비 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "지혜 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "직관 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "직관과 내면 통찰이 강해지는 시기. 보이지 않는 정보와 흐름을 읽는 힘이 커진다.",
          "love": "감정이 조용히 깊어지는 흐름. 관계를 급히 결론내기보다 신뢰를 쌓는 접근이 유리하다.",
          "career": "숨은 기회/비공개 논의가 진행될 수 있다. 성급한 공개 행동보다 관찰과 준비가 중요하다.",
          "money": "재정 계획을 외부에 과하게 공유하지 않는 편이 좋다. 정보 비대칭을 경계해야 한다.",
          "health": "스트레스성 불균형을 조기에 관리해야 한다. 정기 점검과 생활 리듬 조정이 필요하다."
        },
        "reversed": {
          "summary": "직관 무시, 혼란, 숨겨진 진실의 충돌 가능성. 외부 말보다 스스로의 판단 기준이 필요하다.",
          "love": "침묵, 오해, 숨김이 갈등을 키울 수 있다. 불편한 진실도 대화로 다루는 태도가 중요하다.",
          "career": "보이지 않는 변수나 내부 정치가 방해할 수 있다. 기록·증빙·확인 프로세스를 강화해야 한다.",
          "money": "계약·대출·조건 문구를 세밀하게 확인해야 한다. 불투명한 약속은 보류가 안전하다.",
          "health": "복합 원인의 컨디션 저하 가능성. 검진과 전문가 상담을 통해 원인을 분리해 관리해야 한다."
        }
      }
    },
    {
      "id": 3,
      "name_ko": "여황제",
      "name_en": "The Empress",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "풍요",
        "모성",
        "창조",
        "아름다움"
      ],
      "interpretation": {
        "upright": "물질적 풍요, 번영, 임신과 출산, 자연의 생명력",
        "reversed": "정체기, 창의적 블록, 의존성, 낭비벽"
      },
      "guidance": {
        "연애": "풍요와 모성의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "풍요 중심의 우선순위를 세우고 창조 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "모성 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "풍요 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "풍요, 돌봄, 창조성이 확장되는 시기. 안정감 속에서 결과물이 자라나는 흐름이다.",
          "love": "관계의 애정 밀도와 안정성이 높아진다. 싱글은 건강한 인연 유입 가능성이 크다.",
          "career": "프로젝트가 성장 궤도에 오른다. 리더 역할/기획 역할에서 성과가 돋보일 수 있다.",
          "money": "재정 흐름이 점진적으로 개선된다. 안정적인 투자·저축·배분 전략이 유리하다.",
          "health": "회복과 재충전에 유리한 카드. 수면·영양·가벼운 운동 루틴이 효과적이다."
        },
        "reversed": {
          "summary": "돌봄 부족, 정체, 자기관리 저하를 경고한다. 감정 소모가 누적되기 쉬운 시기다.",
          "love": "감정 표현을 미루면 거리감이 커진다. 솔직한 소통이 관계 유지의 핵심이다.",
          "career": "인정 욕구와 불안이 판단을 흔들 수 있다. 큰 결정은 유예하고 기반 정비에 집중해야 한다.",
          "money": "즉흥 소비를 줄이고 기존 계획을 유지하면 안정 회복이 가능하다.",
          "health": "무기력·우울감 신호를 방치하지 말아야 한다. 신체 활동과 생활 리듬 복구가 우선이다."
        }
      }
    },
    {
      "id": 4,
      "name_ko": "황제",
      "name_en": "The Emperor",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "권위",
        "질서",
        "지배",
        "구조"
      ],
      "interpretation": {
        "upright": "리더십, 체계적인 관리, 아버지상, 강력한 의지",
        "reversed": "독단적 태도, 지배욕, 무능력, 유연성 부족"
      },
      "guidance": {
        "연애": "권위와 질서의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "권위 중심의 우선순위를 세우고 지배 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "질서 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "권위 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "구조, 책임, 리더십이 강화되는 시기. 체계적 운영이 성과로 연결된다.",
          "love": "안정 지향 관계에 유리하다. 장기 계획/현실 기반 약속이 관계 신뢰를 높인다.",
          "career": "승진, 역할 확대, 권한 증가 가능성이 있다. 규칙·원칙을 지키는 운영이 강점이 된다.",
          "money": "큰 금전 의사결정에 상대적으로 유리하다. 다만 지출 통제와 기록 관리가 필요하다.",
          "health": "과한 걱정보다 표준적인 관리가 효과적이다. 전문의 지침을 꾸준히 따르는 것이 좋다."
        },
        "reversed": {
          "summary": "통제 과잉, 경직성, 권위 충돌을 경고한다. 힘으로 밀어붙이는 방식은 역효과가 난다.",
          "love": "고집·주도권 싸움이 관계 피로를 만든다. 타협과 경청이 핵심 과제다.",
          "career": "상사/조직 문화와의 마찰이 커질 수 있다. 감정 반응보다 전략적 대응이 유리하다.",
          "money": "통제력 부족 신호가 보일 수 있다. 외부 조언을 받아 지출 구조를 재정비해야 한다.",
          "health": "과훈련/과긴장 패턴을 줄여야 한다. 회복 없는 강행은 컨디션 악화로 이어진다."
        }
      }
    },
    {
      "id": 5,
      "name_ko": "교황",
      "name_en": "The Hierophant",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "전통",
        "교육",
        "자비",
        "관습"
      ],
      "interpretation": {
        "upright": "사회적 규범 준수, 스승의 조언, 영적인 믿음, 집단 소속",
        "reversed": "규제 탈피, 파격적인 생각, 맹목적인 믿음, 고정관념"
      },
      "guidance": {
        "연애": "전통와 교육의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "전통 중심의 우선순위를 세우고 자비 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "교육 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "전통 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "전통, 규범, 학습, 멘토십의 도움을 받는 시기. 검증된 방법이 유리하다.",
          "love": "관계의 신뢰와 안정이 높아진다. 사회적으로 인정받는 방향으로 발전하기 쉽다.",
          "career": "규칙 준수와 협업 태도가 평가를 높인다. 경험자/멘토의 조언이 큰 도움이 된다.",
          "money": "공격적 투자보다 보수적 운영이 유리하다. 저축·분산·리스크 관리가 핵심이다.",
          "health": "생활 습관의 규칙성을 지키면 안정적이다. 검증된 치료/관리 방식을 우선하라."
        },
        "reversed": {
          "summary": "고정관념 피로, 권위와의 거리감, 규칙 재해석 필요성을 나타낸다.",
          "love": "관계가 단조로워질 수 있다. 안전한 범위에서 새로운 자극과 대화 구조가 필요하다.",
          "career": "환경 변화 적응이 과제다. 무리한 반항보다 현실적 조정이 손실을 줄인다.",
          "money": "투자 자체를 금지하기보다 보수적 기준을 강화해야 한다. 급한 결정은 피하라.",
          "health": "기존 관리법이 정체라면 보완책을 검토해볼 수 있다. 다만 기본 치료는 유지해야 한다."
        }
      }
    },
    {
      "id": 6,
      "name_ko": "연인",
      "name_en": "The Lovers",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "선택",
        "사랑",
        "조화",
        "가치관"
      ],
      "interpretation": {
        "upright": "깊은 유대감, 올바른 선택, 매력적인 관계, 마음의 일치",
        "reversed": "불화, 잘못된 선택, 관계의 단절, 자기 갈등"
      },
      "guidance": {
        "연애": "선택와 사랑의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "선택 중심의 우선순위를 세우고 조화 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "사랑 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "선택 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "조화, 선택, 가치 일치의 카드. 중요한 결정은 마음과 현실의 균형 속에서 이루어져야 한다.",
          "love": "깊은 신뢰와 상호 존중이 강화된다. 커플은 관계 단계 상승, 싱글은 의미 있는 인연 가능성.",
          "career": "중대한 선택의 시기. 장기적으로 자신과 맞는 방향을 고르면 성과가 커진다.",
          "money": "협력과 지원을 통해 재정 흐름이 개선될 수 있다. 기회 포착 시 실행력이 중요하다.",
          "health": "정서 회복 신호가 좋다. 관계 스트레스를 줄이면 신체 컨디션도 함께 올라간다."
        },
        "reversed": {
          "summary": "불화, 가치 충돌, 선택 회피를 경고한다. 관계와 결정에서 균형이 깨질 수 있다.",
          "love": "소통 단절, 오해, 불균형이 커질 수 있다. 감정 사실을 분리해 대화해야 한다.",
          "career": "비윤리적 유혹이나 단기 이익 선택을 경계해야 한다. 결정 전 재검토가 필요하다.",
          "money": "통제되지 않은 감정 소비를 줄여야 한다. 예산 재설계가 급선무다.",
          "health": "정서적 피로 누적으로 회복 속도가 떨어질 수 있다. 수면과 휴식이 우선이다."
        }
      }
    },
    {
      "id": 7,
      "name_ko": "전차",
      "name_en": "The Chariot",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "승리",
        "의지",
        "전진",
        "통제"
      ],
      "interpretation": {
        "upright": "목표 달성, 역경 극복, 강한 추진력, 승리",
        "reversed": "통제 불능, 방향 상실, 무리한 진행, 패배"
      },
      "guidance": {
        "연애": "승리와 의지의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "승리 중심의 우선순위를 세우고 전진 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "의지 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "승리 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "추진력, 집중력, 승리 의지가 강해지는 카드. 난관은 있지만 주도권을 잡을 수 있다.",
          "love": "관계 속에서도 자기 균형을 유지해야 한다. 속도 조절이 장기 안정에 유리하다.",
          "career": "야심찬 계획을 밀어붙일 힘이 있다. 외부 평가보다 목표 중심 운영이 성과로 이어진다.",
          "money": "재정 개선 또는 성과 보상 가능성이 있다. 빚 정리/핵심 자산 관리에 적기다.",
          "health": "활력 상승 구간. 무리한 과속만 피하면 체력 향상 효과가 크다."
        },
        "reversed": {
          "summary": "방향 상실, 과속, 통제 실패를 경고한다. 멈춰서 전략을 재정비해야 한다.",
          "love": "관계를 급하게 밀어붙이면 갈등이 커진다. 템포를 낮추고 신뢰를 회복해야 한다.",
          "career": "준비 부족 상태의 확장은 손실을 부른다. 우선순위를 줄이고 핵심부터 복구하라.",
          "money": "대규모 투자/고위험 의사결정은 보류가 안전하다. 검토 기간을 충분히 확보해야 한다.",
          "health": "에너지 사용 방향이 중요하다. 무리한 몰입보다 균형 잡힌 루틴이 회복을 만든다."
        }
      }
    },
    {
      "id": 8,
      "name_ko": "힘",
      "name_en": "Strength",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "인내",
        "용기",
        "자제력",
        "설득"
      ],
      "interpretation": {
        "upright": "부드러운 카리스마, 내면의 힘, 갈등 치유, 인내심",
        "reversed": "자신감 하락, 본능에 굴복, 두려움, 무기력"
      },
      "guidance": {
        "연애": "인내와 용기의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "인내 중심의 우선순위를 세우고 자제력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "용기 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "인내 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "용기, 인내, 자기 통제를 통해 문제를 다루는 시기. 힘으로 누르기보다 연민과 균형으로 상황을 이끄는 카드.",
          "love": "싱글은 자신감이 매력으로 연결되어 새 인연이 들어오기 좋다. 커플은 문제를 함께 극복하며 유대가 강화된다.",
          "career": "승진/보상 요청, 새 도전 실행에 유리한 구간. 지나친 소극성보다 주도적 행동이 성과로 이어진다.",
          "money": "큰 횡재보다 안정적 증가 흐름. 수입 개선 가능성이 있어 저축 비중을 높이기에 좋다.",
          "health": "체력·멘탈 회복 신호가 강하다. 나쁜 습관을 줄이고 운동 루틴을 붙이면 개선 폭이 크다."
        },
        "reversed": {
          "summary": "자신감 저하와 내적 불안이 핵심 장애물. 잠재력은 충분하지만 스스로를 의심해 발목을 잡기 쉬운 시기.",
          "love": "자기 의심·질투·불안이 관계를 불안정하게 만들 수 있다. 신뢰와 적정 거리 유지가 중요하다.",
          "career": "능력은 있으나 두려움으로 실행이 느려질 수 있다. 작은 성공 경험을 누적해 자신감을 회복해야 한다.",
          "money": "당분간 유입은 가능하나 변동성 대비가 필요하다. 예상 외 지출을 대비해 현금성 여유를 확보하라.",
          "health": "기본 체력은 유지되지만 생활 습관이 악화 요인이 될 수 있다. 급격한 변화보다 지속 가능한 개선이 필요하다."
        }
      }
    },
    {
      "id": 9,
      "name_ko": "은둔자",
      "name_en": "The Hermit",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "성찰",
        "탐구",
        "고독",
        "진리"
      ],
      "interpretation": {
        "upright": "내면 탐색, 진지한 고민, 전문가의 조언, 신중함",
        "reversed": "외로움, 고립, 사회적 거부, 고집불통"
      },
      "guidance": {
        "연애": "성찰와 탐구의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "성찰 중심의 우선순위를 세우고 고독 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "탐구 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "성찰 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "고독 속 성찰과 내면 탐구가 필요한 시기. 속도를 늦추고 스스로의 기준을 정리할 때 해답이 보인다.",
          "love": "관계보다 자기 이해와 정서 정비가 우선일 수 있다. 커플은 감정 짐을 솔직히 나눌 때 관계가 깊어진다.",
          "career": "직무 적합성, 장기 방향, 문제 원인을 재평가하기 좋은 타이밍. 조용한 분석이 정답에 가깝다.",
          "money": "보수적 운용이 유리하다. 사치 지출을 줄이고 핵심 목적 중심으로 자금을 관리해야 한다.",
          "health": "휴식·명상·산책 같은 회복형 루틴이 효과적. 스트레스 관리가 컨디션 개선의 핵심이다."
        },
        "reversed": {
          "summary": "고립이 과해 외로움과 무기력이 커질 수 있는 흐름. 도움 요청과 연결 회복이 필요하다.",
          "love": "한쪽이 거리두기를 원하거나 정서 단절이 생길 수 있다. 요구를 숨기지 말고 명확히 소통해야 한다.",
          "career": "팀 내 고립, 지원 부족, 방향 상실이 문제로 나타날 수 있다. 멘토/동료 도움을 구하는 것이 유리하다.",
          "money": "돈 자체에 과몰입해 압박이 커질 수 있다. 소비·저축의 감정 요인을 점검해야 한다.",
          "health": "부정적 감정이 신체 컨디션을 떨어뜨릴 수 있다. 필요하면 전문가 상담으로 조기 대응하라."
        }
      }
    },
    {
      "id": 10,
      "name_ko": "운명의 수레바퀴",
      "name_en": "Wheel of Fortune",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "운명",
        "변화",
        "순환",
        "행운"
      ],
      "interpretation": {
        "upright": "피할 수 없는 변화, 행운의 기회, 인생의 전환점",
        "reversed": "불운, 저항할 수 없는 흐름, 나쁜 타이밍, 정체"
      },
      "guidance": {
        "연애": "운명와 변화의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "운명 중심의 우선순위를 세우고 순환 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "변화 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "운명 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "불가피한 변화와 전환의 카드. 흐름을 받아들이고 타이밍을 활용하면 운이 열리는 구간.",
          "love": "싱글은 새로운 인연 기회가 커진다. 커플은 관계 방향이 바뀌는 시기라 소통의 질이 중요하다.",
          "career": "이직·승진·역할 전환에 유리한 신호. 준비된 사람에게 기회가 빠르게 온다.",
          "money": "재정 곤란이 완화되거나 보상 흐름이 생길 수 있다. 반대로 안정기라면 변동 대비 저축을 강화해야 한다.",
          "health": "컨디션 변화 폭이 커질 수 있다. 회복 신호가 있으나 과로를 줄이고 루틴을 안정화해야 한다."
        },
        "reversed": {
          "summary": "타이밍 불일치와 외부 변수로 계획이 흔들릴 수 있는 시기. 통제 불가능한 요소를 인정해야 한다.",
          "love": "과거 집착이나 열정 저하로 관계 정체가 나타날 수 있다. 무리한 복원보다 현실 점검이 우선이다.",
          "career": "조직 변화/압박으로 어려움이 커질 수 있다. 지금은 큰 베팅보다 재정비와 관망이 안전하다.",
          "money": "고위험 투자·도박·과소비를 피해야 한다. 현금흐름 방어와 고정비 관리에 집중하라.",
          "health": "스트레스성 악화(체중·피부·수면)가 생기기 쉬우므로 음주/과식 의존을 줄이고 기본 건강관리를 강화하라."
        }
      }
    },
    {
      "id": 11,
      "name_ko": "정의",
      "name_en": "Justice",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "공정",
        "균형",
        "책임",
        "결단"
      ],
      "interpretation": {
        "upright": "객관적 판단, 인과응보, 승소, 공평한 거래",
        "reversed": "편견, 불공정, 책임 회피, 법적 분쟁"
      },
      "guidance": {
        "연애": "공정와 균형의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "공정 중심의 우선순위를 세우고 책임 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "균형 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "공정 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "공정성, 균형, 책임의 카드. 과거 행동의 결과를 받아들이고 합리적 결정을 내려야 하는 시기.",
          "love": "관계는 상호 존중과 정직의 수준만큼 보상받는다. 균형 잡힌 소통이 핵심이다.",
          "career": "일-삶 균형 점검이 필요하다. 원칙과 절차를 지키는 태도가 신뢰와 성과를 만든다.",
          "money": "부채 정리/법적 정산/계약 처리에 유리한 흐름. 재정 규율을 유지하면 안정도가 올라간다.",
          "health": "생활 습관의 결과가 그대로 드러나는 시기. 기본기(식사·운동·수면)를 지키면 회복 가능성이 높다."
        },
        "reversed": {
          "summary": "책임 회피, 불공정, 자기기만을 경고한다. 문제를 미루면 비용이 커진다.",
          "love": "감정 숨김, 불신, 과거 상처 미해결이 갈등을 키운다. 불편한 진실을 다루는 용기가 필요하다.",
          "career": "부당 대우·성과 가로채기 상황이 나타날 수 있다. 감정 대응보다 근거 중심 요청이 효과적이다.",
          "money": "비윤리적 재정 행동은 관계와 신뢰를 훼손한다. 손실을 줄이려면 즉시 투명성을 회복해야 한다.",
          "health": "나쁜 습관 누적이 건강 악화로 이어지기 쉬운 구간. 조기 교정이 필수다."
        }
      }
    },
    {
      "id": 12,
      "name_ko": "매달린 사람",
      "name_en": "The Hanged Man",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "희생",
        "정지",
        "새로운 시각",
        "인내"
      ],
      "interpretation": {
        "upright": "잠시 멈춤, 가치관의 전환, 헌신적인 태도, 수용",
        "reversed": "헛된 희생, 정체기, 변화 거부, 우유부단"
      },
      "guidance": {
        "연애": "희생와 정지의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "희생 중심의 우선순위를 세우고 새로운 시각 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "정지 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "희생 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "잠시 멈춰 관점을 바꿔야 하는 시기. 희생과 숙고를 통해 정체의 원인을 파악하면 다음 단계가 열린다.",
          "love": "관계에 대한 불만이나 거리감이 드러날 수 있다. 감정 정리와 솔직한 대화가 필요하며, 집착은 내려놓는 것이 좋다.",
          "career": "현재 방식이 막혔다면 한 발 물러나 재설계해야 한다. 즉시 성과보다 방향 재정립이 우선이다.",
          "money": "소비/저축 패턴을 재평가해야 한다. 지금까지의 습관과 반대 전략이 오히려 균형 회복에 도움이 될 수 있다.",
          "health": "건강 관리 접근을 바꿔보면 좋다. 고강도만 고집하지 말고 회복·유연성 루틴을 병행하라."
        },
        "reversed": {
          "summary": "성급한 판단과 반복 실수를 경고한다. 속도를 늦추고 손상된 부분을 복구하는 과정이 필요하다.",
          "love": "관계 문제를 직면하지 않으면 악화된다. 싱글은 과거 패턴 반복을 멈추고 교훈을 반영해야 한다.",
          "career": "정체의 원인을 알면서도 미루는 상태일 수 있다. 주도권을 회복하려면 작은 실행부터 재개해야 한다.",
          "money": "두려움으로 결정을 미루기보다 새로운 관점으로 재정 구조를 점검해야 한다. 필요하면 전문가 조언이 유효하다.",
          "health": "기존 치료·관리만으로 한계가 느껴지면 보완 전략을 검토하라. 증상 악화 전 조기 대응이 중요하다."
        }
      }
    },
    {
      "id": 13,
      "name_ko": "죽음",
      "name_en": "Death",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "종결",
        "이행",
        "전환",
        "재탄생"
      ],
      "interpretation": {
        "upright": "과거의 끝, 근본적인 변화, 새로운 장의 시작",
        "reversed": "변화에 대한 두려움, 미련, 억지로 버팀"
      },
      "guidance": {
        "연애": "종결와 이행의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "종결 중심의 우선순위를 세우고 전환 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "이행 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "종결 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "끝과 시작의 전환 카드. 과거를 정리해야 새로운 사이클이 열린다. 변화 자체가 재탄생의 조건이다.",
          "love": "관계 패턴의 근본 전환이 필요하다. 낡은 습관을 버리면 이후 관계는 이전과 다른 건강한 형태로 갈 수 있다.",
          "career": "안정에만 머무르면 기회를 잃을 수 있다. 이직·전환·새 프로젝트로의 도약이 장기적으로 유리할 수 있다.",
          "money": "재정 압박기에 구조조정이 필요하다. 감정적 반응보다 현실적 대응과 우선순위 정리가 핵심이다.",
          "health": "스트레스 관리와 생활 리셋이 중요하다. 소모적 습관을 줄이고 회복 중심 루틴을 구축해야 한다."
        },
        "reversed": {
          "summary": "필요한 변화를 거부해 정체가 길어지는 상태. 미지의 두려움보다 전환의 필요를 인정해야 한다.",
          "love": "관계의 끝/변화 신호를 외면하면 고통이 길어진다. 현실을 인정하고 다음 단계를 선택해야 한다.",
          "career": "의미 없는 루틴에 고착될 수 있다. 진로 방향을 재검토하고 장기 가치 중심으로 조정해야 한다.",
          "money": "재정 위기 가능성을 경고한다. 소비 습관을 교정하고 방어적 운영으로 체질을 바꿔야 한다.",
          "health": "증상을 방치하면 악화될 수 있다. 조기 진단과 적극적 치료가 필요하다."
        }
      }
    },
    {
      "id": 14,
      "name_ko": "절제",
      "name_en": "Temperance",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "조화",
        "균형",
        "중용",
        "인내"
      ],
      "interpretation": {
        "upright": "감정 조절, 타협과 화합, 건강한 회복, 평온",
        "reversed": "불균형, 과잉, 소통 부재, 조급함"
      },
      "guidance": {
        "연애": "조화와 균형의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "조화 중심의 우선순위를 세우고 중용 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "균형 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "조화 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "균형, 절제, 인내의 카드. 극단을 피하고 조화롭게 조율할 때 안정적 성과를 얻는다.",
          "love": "관계 내 상호 존중과 조화가 강해진다. 갈등이 있어도 대화로 안정적으로 복구 가능하다.",
          "career": "성급함보다 꾸준함이 성과를 만든다. 기회 선택 시 타이밍을 보고 신중히 움직이는 것이 유리하다.",
          "money": "재정이 점진적으로 안정되는 흐름. 과소비를 줄이고 실속형 관리로 기반을 강화해야 한다.",
          "health": "생활 습관 교정에 매우 유리한 시기. 운동·수면·식습관의 균형을 맞추면 회복력이 커진다."
        },
        "reversed": {
          "summary": "불균형과 과잉을 경고한다. 충동적 습관을 줄이고 내적 조율을 회복해야 한다.",
          "love": "주고받음의 불균형으로 충돌이 반복될 수 있다. 감정 조율과 속도 조절이 필요하다.",
          "career": "단독 강행보다 협업/검증이 중요하다. 무리한 추진은 손실로 이어질 수 있다.",
          "money": "기본 재정은 유지되더라도 판단이 흔들릴 수 있다. 기회 추종 시 리스크 관리 기준을 먼저 세워야 한다.",
          "health": "컨디션 문제의 핵심은 생활 불균형이다. 휴식·영양·활동의 리듬을 재정렬해야 한다."
        }
      }
    },
    {
      "id": 15,
      "name_ko": "악마",
      "name_en": "The Devil",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "속박",
        "중독",
        "유혹",
        "물질주의"
      ],
      "interpretation": {
        "upright": "집착, 욕망의 노예, 벗어나기 힘든 상황, 유혹",
        "reversed": "속박에서 해방, 자각, 나쁜 습관 교정, 자유"
      },
      "guidance": {
        "연애": "속박와 중독의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "속박 중심의 우선순위를 세우고 유혹 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "중독 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "속박 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "유혹, 집착, 중독, 물질 집착을 경고하는 카드. 지금의 욕망이 삶의 주도권을 빼앗고 있는지 점검해야 한다.",
          "love": "관계가 정체되거나 의존/소유 패턴이 강해질 수 있다. 지속 여부를 현실적으로 판단하고 경계를 세워야 한다.",
          "career": "성취감 없는 일에 갇힌 감각, 권력·통제 문제, 직장 내 소모적 관계가 나타날 수 있다.",
          "money": "재정 압박 가능성이 커진다. 소비 유혹을 줄이고 방어적 운영(예산·저축·지출 통제)이 필요하다.",
          "health": "중독성 습관, 스트레스성 질환 위험을 경고한다. 조기 점검과 전문 도움 요청이 중요하다."
        },
        "reversed": {
          "summary": "속박에서 벗어나는 전환 신호. 해로운 관계·환경·습관을 정리하고 자율성을 회복할 수 있다.",
          "love": "강한 매력 뒤의 위험 신호를 냉정히 봐야 한다. 지나친 의존/폭력적 패턴 가능성을 경계하라.",
          "career": "직업 목표와 가치관을 재정의하며 새로운 선택지를 보게 된다. 인식 변화가 행동 변화로 이어질 시기다.",
          "money": "재정 습관의 후유증이 드러날 수 있다. 분수에 맞는 구조로 복귀하고 고정비부터 조정해야 한다.",
          "health": "파괴적 패턴 종료에 유리한 카드. 회복 과정은 진행 중이며 꾸준한 관리가 관건이다."
        }
      }
    },
    {
      "id": 16,
      "name_ko": "탑",
      "name_en": "The Tower",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "붕괴",
        "충격",
        "해방",
        "격변"
      ],
      "interpretation": {
        "upright": "갑작스러운 사고, 가치관의 파괴, 충격적인 소식",
        "reversed": "재난을 피함, 지연되는 붕괴, 두려움 속에 버팀"
      },
      "guidance": {
        "연애": "붕괴와 충격의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "붕괴 중심의 우선순위를 세우고 해방 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "충격 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "붕괴 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "예상치 못한 충격과 붕괴를 통해 진실이 드러나는 카드. 불편한 현실을 직면할수록 재건이 빨라진다.",
          "love": "관계의 숨겨진 문제나 배신, 급격한 갈등이 표면화될 수 있다. 진실 기반 결단이 필요하다.",
          "career": "조직 변화·불안정·갈등으로 흔들릴 수 있다. 위기 대응과 리스크 관리가 우선 과제다.",
          "money": "대형 손실/실수 가능성을 경고한다. 고위험 투자와 무리한 지출을 즉시 줄여야 한다.",
          "health": "급격한 컨디션 저하 가능성이 있어 선제 검진이 유리하다. 방치보다 조기 확인이 중요하다."
        },
        "reversed": {
          "summary": "위기를 피하려 해도 변화는 진행된다. 충격은 크지만 장기적으로 구조를 다시 세우는 계기가 된다.",
          "love": "끝난 관계를 붙잡기보다 현실을 인정하는 편이 손실을 줄인다. 정리는 다음 인연의 공간을 만든다.",
          "career": "압박 속에서도 버티는 힘은 있으나 한계 관리가 필요하다. 실패가 오더라도 방향 전환의 시작점이 될 수 있다.",
          "money": "재정 파열을 막기 위한 구조조정이 필요하다. 위기를 계기로 새로운 수입 전략을 설계할 수 있다.",
          "health": "경고 신호를 무시하지 말아야 한다. 철저한 검진으로 불안을 사실 기반으로 정리하라."
        }
      }
    },
    {
      "id": 17,
      "name_ko": "별",
      "name_en": "The Star",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "희망",
        "영감",
        "치유",
        "정화"
      ],
      "interpretation": {
        "upright": "낙관적인 미래, 정신적 안식, 목표 달성 기미",
        "reversed": "실망, 영감 상실, 비관적인 태도, 기회 놓침"
      },
      "guidance": {
        "연애": "희망와 영감의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "희망 중심의 우선순위를 세우고 치유 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "영감 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "희망 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "희망, 치유, 창의성, 낙관의 카드. 지금의 선택이 긍정적 결과로 이어질 가능성이 높다.",
          "love": "관계를 한 단계 진전시키기 좋은 시기. 싱글은 예상 밖이지만 건강한 인연이 들어올 수 있다.",
          "career": "새 기회(승진·이직·확장)가 열리는 흐름. 준비된 사람에게 좋은 제안이 들어오기 쉽다.",
          "money": "작지만 의미 있는 재정 개선 신호. 무리한 베팅보다 계산된 소규모 기회가 유리하다.",
          "health": "회복 운이 좋은 카드. 기본 검진과 생활 습관 유지로 안정적인 컨디션이 가능하다."
        },
        "reversed": {
          "summary": "비관과 의욕 저하로 시야가 좁아질 수 있다. 희망의 근거를 다시 세우는 작업이 필요하다.",
          "love": "권태·거리감이 커질 수 있다. 오래된 갈등을 재정리해야 관계 회복 가능성이 생긴다.",
          "career": "일의 의미를 잃었다고 느낄 수 있다. 관점 전환 혹은 방향 전환 여부를 냉정히 점검하라.",
          "money": "생각보다 상황이 나쁘지 않을 수 있다. 예산 재점검으로 불안의 실체를 구분해야 한다.",
          "health": "신체보다 인지·정서 문제에서 피로가 커질 수 있다. 검진과 루틴 복구가 도움된다."
        }
      }
    },
    {
      "id": 18,
      "name_ko": "달",
      "name_en": "The Moon",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "불안",
        "혼란",
        "잠재의식",
        "환상"
      ],
      "interpretation": {
        "upright": "모호한 상황, 보이지 않는 적, 변덕스러운 감정",
        "reversed": "불안 해소, 진실의 발견, 오해 풀림, 직시"
      },
      "guidance": {
        "연애": "불안와 혼란의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "불안 중심의 우선순위를 세우고 잠재의식 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "혼란 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "불안 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "환상과 현실이 섞이는 시기. 보이는 것만 믿기 어렵고, 숨은 변수와 감정의 파고를 관리해야 한다.",
          "love": "변화를 원하는 마음이 커지며 관계의 본질을 점검하게 된다. 과도한 이상화는 위험하다.",
          "career": "의사소통 혼선이 불만의 핵심일 수 있다. 솔직한 조율과 역할 명확화가 필요하다.",
          "money": "주변 조언에 의존한 큰 결정보다 보수적 선택이 유리하다. 검증 없는 제안은 피하라.",
          "health": "불안·우울 등 정신적 소모 신호를 점검해야 한다. 필요 시 전문 상담이 효과적이다."
        },
        "reversed": {
          "summary": "혼란이 점차 걷히고 진실이 보이기 시작하는 구간. 착각에서 벗어나 현실 판단이 가능해진다.",
          "love": "상대의 본모습을 알게 되는 시기. 진실을 인정하고 관계의 방향을 다시 정해야 한다.",
          "career": "정체를 깨기 위한 접근 변화가 필요하다. 창의적 시도와 업무 방식 전환이 효과적이다.",
          "money": "재정 흐름의 회복 신호가 있다. 급여/기회 개선 가능성을 실무적으로 활용하라.",
          "health": "정서 안정이 회복되며 컨디션도 나아질 수 있다. 안정 루틴을 꾸준히 유지해야 한다."
        }
      }
    },
    {
      "id": 19,
      "name_ko": "태양",
      "name_en": "The Sun",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "성공",
        "기쁨",
        "활력",
        "명료함"
      ],
      "interpretation": {
        "upright": "최고의 행운, 긍정적인 에너지, 성취, 밝은 미래",
        "reversed": "일시적인 지연, 과한 자신감, 약간의 우울감"
      },
      "guidance": {
        "연애": "성공와 기쁨의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "성공 중심의 우선순위를 세우고 활력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "기쁨 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "성공 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "성공, 활력, 명료함, 낙관의 카드. 자신감과 실행력이 맞물려 결과를 만드는 시기다.",
          "love": "자기 확신이 건강한 관계를 끌어당긴다. 커플은 신뢰와 소통을 통해 밝은 미래를 설계할 수 있다.",
          "career": "성과 가시화, 평판 상승, 협업 관계 개선이 기대된다. 축하할 만한 결과가 나올 가능성이 높다.",
          "money": "수입 개선·부가 기회가 생길 수 있다. 성과 기반 보상 흐름을 잘 관리하면 안정도가 오른다.",
          "health": "에너지와 회복력이 좋은 시기. 새로운 운동/취미를 시작하기에 적합하다."
        },
        "reversed": {
          "summary": "낙관이 가려져 의욕 저하나 과신이 동시에 나타날 수 있다. 자기 평가를 현실적으로 조정해야 한다.",
          "love": "자신감 과잉 또는 거리감으로 미세한 균열이 생길 수 있다. 표현 방식의 균형이 중요하다.",
          "career": "성과 지연, 피로 누적으로 방향 감각이 흔들릴 수 있다. 목표를 재조정하고 회복 시간을 확보하라.",
          "money": "큰 지출/중요 결정은 검토 시간을 길게 가져야 한다. 비관도 과신도 피하는 중립적 판단이 필요하다.",
          "health": "무기력·저하감이 있을 수 있다. 기본 검진과 휴식-활동 밸런스 회복이 필요하다."
        }
      }
    },
    {
      "id": 20,
      "name_ko": "심판",
      "name_en": "Judgement",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "부활",
        "결정",
        "소식",
        "보상"
      ],
      "interpretation": {
        "upright": "중요한 결단의 시기, 재회, 과거의 청산, 승인",
        "reversed": "결정 연기, 자책감, 과거에 얽매임, 불리한 소식"
      },
      "guidance": {
        "연애": "부활와 결정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "부활 중심의 우선순위를 세우고 소식 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "결정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "부활 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "부활, 결단, 책임의 카드. 중요한 전환 앞에서 과거를 정리하고 새로운 기준을 선택해야 한다.",
          "love": "현재 관계의 의미를 평가하는 시기. 이어가든 끝내든, 이후 삶에 필요한 교훈을 남긴다.",
          "career": "평가·발탁·스카우트 가능성이 있다. 준비된 태도와 성과 축적이 기회를 현실화한다.",
          "money": "보수적 관리가 필요한 구간. 고위험 선택을 줄이고 안전 자산 중심으로 운영하라.",
          "health": "정서·신체 회복 의지가 커지는 카드. 건강한 습관으로 전환하기 좋은 시기다."
        },
        "reversed": {
          "summary": "우유부단과 자기 의심이 기회를 지연시킬 수 있다. 결정을 미루는 비용을 인식해야 한다.",
          "love": "관계의 다음 단계를 미루면 정체가 길어진다. 명확한 선택이 양측 모두를 살린다.",
          "career": "기회는 오지만 자신감 부족으로 놓치기 쉽다. 능력에 대한 신뢰를 행동으로 연결해야 한다.",
          "money": "재정 안정 회복 가능성이 있다. 다만 여유가 생겨도 계획 없는 리스크 확대는 피해야 한다.",
          "health": "과거 상처/불안을 붙잡고 있으면 회복이 느리다. 수용과 루틴 회복이 핵심이다."
        }
      }
    },
    {
      "id": 21,
      "name_ko": "세계",
      "name_en": "The World",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "완성",
        "성공",
        "여행",
        "통합"
      ],
      "interpretation": {
        "upright": "완벽한 마무리, 목표 달성, 글로벌한 성공, 조화",
        "reversed": "미완성, 지체됨, 서투른 끝맺음, 한계에 부딪힘"
      },
      "guidance": {
        "연애": "완성와 성공의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "완성 중심의 우선순위를 세우고 여행 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "성공 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "완성 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "완성, 성취, 통합의 카드. 긴 여정의 마무리 단계이며, 마지막 집중이 결과의 질을 결정한다.",
          "love": "관계의 안정과 공동 목표 달성에 유리하다. 결혼·동거·장기 계획 등 다음 단계로 발전 가능성이 크다.",
          "career": "목표 달성 직전의 구간. 지금까지의 노력이 결실로 이어질 가능성이 높아 실행과 마무리에 집중해야 한다.",
          "money": "재정은 보수적으로 운용할수록 안정성이 높다. 고위험 베팅보다 저축·분산·검증된 투자 전략이 유리하다.",
          "health": "회복과 안정에 유리한 흐름. 작은 문제는 관리 가능성이 크고, 기본 루틴 유지가 효과적이다."
        },
        "reversed": {
          "summary": "마무리 지연, 완성도 부족, 쉬운 길 선택을 경고한다. 진짜 성장은 어려운 과정을 통과할 때 만들어진다.",
          "love": "연애와 개인 목표의 균형이 흔들릴 수 있다. 솔직한 조율 대화가 관계 유지의 핵심이다.",
          "career": "잠재력을 가로막는 자기 제한이 있을 수 있다. 불필요한 장애물을 식별하고 제거해야 한다.",
          "money": "현재 재정 상태에 맞게 전략을 재설계해야 한다. 기존 성향의 반대 축(안정↔위험)을 소규모로 조정해 균형을 맞춰라.",
          "health": "지속하던 방식이 맞지 않을 수 있다. 운동·식단·수면 중 핵심 변수를 재설정해 접근을 바꿔야 한다."
        }
      }
    },
    {
      "id": 22,
      "name_ko": "지팡이 에이스",
      "name_en": "Ace of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "열정",
        "기회",
        "의지",
        "창의성"
      ],
      "interpretation": {
        "upright": "새로운 프로젝트, 영감의 탄생, 모험의 시작",
        "reversed": "의욕 저하, 계획 취소, 성급한 시작, 중단"
      },
      "guidance": {
        "연애": "열정와 기회의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "열정 중심의 우선순위를 세우고 의지 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "기회 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "열정 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "새로운 시작, 창의적 점화, 행동 개시의 카드. 기회를 빠르게 포착하면 성과로 연결될 가능성이 크다.",
          "love": "관계에 열정과 활기가 높아진다. 싱글은 용기 있게 표현할수록 새 인연 가능성이 커진다.",
          "career": "새 프로젝트/아이디어 실행에 유리한 시기. 주도적으로 움직이면 평판과 성장 기회가 따라온다.",
          "money": "작은 보너스·선물·부수입 가능성이 있다. 유입 자금은 재투자나 미래 대비 자금으로 운용하는 것이 좋다.",
          "health": "활력 회복과 생활 개선의 시작점. 체중관리·운동 루틴을 시작하기에 적합한 구간이다."
        },
        "reversed": {
          "summary": "지연, 의욕 저하, 자기 의심으로 시동이 걸리지 않는 상태. 시작을 막는 심리 장벽을 먼저 해소해야 한다.",
          "love": "싱글은 과한 자기검열이 매력을 가린다. 커플은 누적된 문제를 미루지 말고 구조적으로 해결해야 한다.",
          "career": "승진/이직 지연이나 실망 소식 가능성이 있다. 불만이 크다면 적합한 분야로 재탐색을 시작하라.",
          "money": "지출 증가와 자금 압박이 겹칠 수 있다. 위험투자를 줄이고 현금흐름 방어를 우선해야 한다.",
          "health": "지속 의지 부족이 건강 개선을 막는다. 무리한 목표보다 실행 가능한 루틴을 고정하는 것이 핵심이다."
        }
      }
    },
    {
      "id": 23,
      "name_ko": "지팡이 3",
      "name_en": "Three of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "확장",
        "전망",
        "협력",
        "무역"
      ],
      "interpretation": {
        "upright": "성공적인 기반, 더 넓은 세계로 진출, 비즈니스 확장",
        "reversed": "발전 없음, 안목 부족, 협력의 실패, 지연"
      },
      "guidance": {
        "연애": "확장와 전망의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "확장 중심의 우선순위를 세우고 협력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "전망 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "확장 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "확장, 장기 계획, 외부 세계로의 진출을 뜻하는 카드. 모험성과 전략을 함께 가져가면 진전이 빠르다.",
          "love": "싱글은 활동 반경 확장이 인연으로 이어질 수 있다. 커플은 장기 약속/공동 계획을 세우기 좋은 시기다.",
          "career": "직무 성과와 성장 잠재력이 높다. 지역·시장·역할을 넓히는 선택이 유효하며 미래 전망이 밝다.",
          "money": "재정 안정과 균형 흐름. 계획 기반 투자·관리로 목표 달성 가능성이 높아진다.",
          "health": "관리 습관의 성과가 나타나는 구간. 현재의 건강 루틴을 유지·강화하면 좋다."
        },
        "reversed": {
          "summary": "망설임, 방향 불명확, 계획 부재로 전진이 느려지는 상태. 우선순위와 장기 목표를 다시 설계해야 한다.",
          "love": "커플은 미래 약속에 대한 확신 부족이 갈등이 될 수 있다. 싱글은 이상형 기준에 갇히지 말고 경험을 넓혀야 한다.",
          "career": "현재 일이 막다른 느낌을 줄 수 있다. 휴식/재탐색/상담을 통해 다음 경로를 명확히 하는 것이 유리하다.",
          "money": "막연한 기대보다 구체적 재무 전략이 필요하다. 목표·기간·리스크 기준을 수치화해 관리하라.",
          "health": "치료/관리 계획 미루기가 전반적 삶의 추진력을 떨어뜨릴 수 있다. 기본 문제부터 우선 해결해야 한다."
        }
      }
    },
    {
      "id": 24,
      "name_ko": "지팡이 8",
      "name_en": "Eight of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "속도",
        "급진전",
        "소식",
        "여행"
      ],
      "interpretation": {
        "upright": "빠른 소식, 일의 급진전, 항공 여행, 장애물 제거",
        "reversed": "진행 지연, 혼란스러운 소통, 성급한 행동"
      },
      "guidance": {
        "연애": "속도와 급진전의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "속도 중심의 우선순위를 세우고 소식 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "급진전 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "속도 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 25,
      "name_ko": "지팡이 10",
      "name_en": "Ten of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "책임",
        "압박",
        "과로",
        "완수"
      ],
      "interpretation": {
        "upright": "과도한 부담, 혼자 짊어진 짐, 목표 직전의 힘겨움",
        "reversed": "책임 회피, 번아웃, 짐을 내려놓음, 고통 해소"
      },
      "guidance": {
        "연애": "책임와 압박의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "책임 중심의 우선순위를 세우고 과로 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "압박 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "책임 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 26,
      "name_ko": "지팡이 기사",
      "name_en": "Knight of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "도전",
        "충동",
        "이동",
        "열정"
      ],
      "interpretation": {
        "upright": "에너지 넘치는 도전, 급격한 변화, 추진력 있는 인물",
        "reversed": "성급함, 분노 조절 장애, 무모한 행동, 중단"
      },
      "guidance": {
        "연애": "도전와 충동의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "도전 중심의 우선순위를 세우고 이동 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "충동 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "도전 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 27,
      "name_ko": "지팡이 여왕",
      "name_en": "Queen of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "자신감",
        "매력",
        "사교적",
        "독립심"
      ],
      "interpretation": {
        "upright": "활기찬 리더십, 따뜻한 마음, 매혹적인 여성",
        "reversed": "질투, 고집, 변덕, 타인에 대한 비난"
      },
      "guidance": {
        "연애": "자신감와 매력의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "자신감 중심의 우선순위를 세우고 사교적 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "매력 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "자신감 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 28,
      "name_ko": "컵 에이스",
      "name_en": "Ace of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "사랑",
        "감정",
        "직관",
        "새로운 관계"
      ],
      "interpretation": {
        "upright": "새로운 사랑의 시작, 정서적 충만, 기쁨, 평화",
        "reversed": "감정 소모, 짝사랑, 공허함, 정서적 불안"
      },
      "guidance": {
        "연애": "사랑와 감정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "사랑 중심의 우선순위를 세우고 직관 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "감정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "사랑 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 29,
      "name_ko": "컵 2",
      "name_en": "Two of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "결합",
        "우정",
        "파트너십",
        "화합"
      ],
      "interpretation": {
        "upright": "마음이 잘 맞음, 고백 성공, 비즈니스 계약 성사",
        "reversed": "불화, 관계 단절, 일방적인 소통, 배신"
      },
      "guidance": {
        "연애": "결합와 우정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "결합 중심의 우선순위를 세우고 파트너십 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "우정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "결합 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 30,
      "name_ko": "컵 5",
      "name_en": "Five of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "상실",
        "후회",
        "비탄",
        "실망"
      ],
      "interpretation": {
        "upright": "과거에 대한 미련, 슬픔에 잠김, 상실감",
        "reversed": "희망 발견, 상처 치유, 수용, 새로운 시작"
      },
      "guidance": {
        "연애": "상실와 후회의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "상실 중심의 우선순위를 세우고 비탄 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "후회 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "상실 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 31,
      "name_ko": "컵 10",
      "name_en": "Ten of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "행복",
        "가족",
        "안정",
        "정서적 만족"
      ],
      "interpretation": {
        "upright": "완벽한 조화, 가정의 평화, 정서적인 풍요",
        "reversed": "가족 갈등, 소외감, 깨진 평화, 가식적인 행복"
      },
      "guidance": {
        "연애": "행복와 가족의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "행복 중심의 우선순위를 세우고 안정 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "가족 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "행복 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 32,
      "name_ko": "컵 소년",
      "name_en": "Page of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "감수성",
        "소식",
        "예술",
        "순수함"
      ],
      "interpretation": {
        "upright": "기분 좋은 소식, 감정적 접근, 예술적 영감",
        "reversed": "감정 과잉, 유혹에 빠짐, 미성숙한 태도"
      },
      "guidance": {
        "연애": "감수성와 소식의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "감수성 중심의 우선순위를 세우고 예술 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "소식 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "감수성 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 33,
      "name_ko": "컵 왕",
      "name_en": "King of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "포용력",
        "자애",
        "차분함",
        "상담"
      ],
      "interpretation": {
        "upright": "감정을 다스리는 지혜, 너그러운 조언자, 정서적 안정",
        "reversed": "감정 기복, 가스라이팅, 편파적인 태도, 불안정"
      },
      "guidance": {
        "연애": "포용력와 자애의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "포용력 중심의 우선순위를 세우고 차분함 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "자애 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "포용력 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 34,
      "name_ko": "검 에이스",
      "name_en": "Ace of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "결단",
        "돌파",
        "정의",
        "지성"
      ],
      "interpretation": {
        "upright": "명확한 판단, 정신적 승리, 어려운 문제의 해결",
        "reversed": "혼란, 잘못된 판단, 갈등의 심화, 무력함"
      },
      "guidance": {
        "연애": "결단와 돌파의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "결단 중심의 우선순위를 세우고 정의 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "돌파 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "결단 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 35,
      "name_ko": "검 3",
      "name_en": "Three of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "상처",
        "이별",
        "비탄",
        "거절"
      ],
      "interpretation": {
        "upright": "마음 아픈 소식, 배신, 정신적 고통, 삼각관계",
        "reversed": "치유의 시작, 용서, 슬픔의 해소, 상황 호전"
      },
      "guidance": {
        "연애": "상처와 이별의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "상처 중심의 우선순위를 세우고 비탄 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "이별 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "상처 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 36,
      "name_ko": "검 8",
      "name_en": "Eight of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "고립",
        "속박",
        "무력감",
        "진퇴양난"
      ],
      "interpretation": {
        "upright": "스스로를 가둔 감옥, 나아갈 수 없는 상황, 비관",
        "reversed": "자유를 찾음, 자각, 장애물 제거, 해결책 발견"
      },
      "guidance": {
        "연애": "고립와 속박의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "고립 중심의 우선순위를 세우고 무력감 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "속박 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "고립 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 37,
      "name_ko": "검 9",
      "name_en": "Nine of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "불안",
        "불면증",
        "악몽",
        "죄책감"
      ],
      "interpretation": {
        "upright": "심한 스트레스, 걱정으로 잠 못 이룸, 정신적 압박",
        "reversed": "공포에서 벗어남, 도움의 손길, 점진적 회복"
      },
      "guidance": {
        "연애": "불안와 불면증의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "불안 중심의 우선순위를 세우고 악몽 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "불면증 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "불안 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 38,
      "name_ko": "검 10",
      "name_en": "Ten of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "파멸",
        "한계",
        "희생",
        "끝"
      ],
      "interpretation": {
        "upright": "완전한 끝, 최악의 상황, 배신, 더 이상 나빠질 수 없음",
        "reversed": "회생의 기회, 고통의 끝, 겨우 살아남음"
      },
      "guidance": {
        "연애": "파멸와 한계의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "파멸 중심의 우선순위를 세우고 희생 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "한계 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "파멸 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 39,
      "name_ko": "검 왕",
      "name_en": "King of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "냉철함",
        "권위",
        "전문성",
        "공정"
      ],
      "interpretation": {
        "upright": "합리적 판단, 전문가적 조언, 엄격한 질서 준수",
        "reversed": "독선, 냉혹함, 언어폭력, 불공정한 판단"
      },
      "guidance": {
        "연애": "냉철함와 권위의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "냉철함 중심의 우선순위를 세우고 전문성 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "권위 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "냉철함 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 40,
      "name_ko": "펜타클 에이스",
      "name_en": "Ace of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "재물",
        "번영",
        "실질적 기회",
        "안정"
      ],
      "interpretation": {
        "upright": "금전적 이득, 새로운 사업 기회, 실질적인 성과",
        "reversed": "금전적 손실, 기회 놓침, 비현실적 계획, 탐욕"
      },
      "guidance": {
        "연애": "재물와 번영의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "재물 중심의 우선순위를 세우고 실질적 기회 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "번영 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "재물 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 41,
      "name_ko": "펜타클 4",
      "name_en": "Four of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "소유",
        "안정",
        "인색",
        "보수적"
      ],
      "interpretation": {
        "upright": "재산 유지, 변화 거부, 인색함, 안정적인 상태",
        "reversed": "지출 발생, 개방적인 태도, 소유물 상실, 불안정"
      },
      "guidance": {
        "연애": "소유와 안정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "소유 중심의 우선순위를 세우고 인색 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "안정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "소유 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 42,
      "name_ko": "펜타클 8",
      "name_en": "Eight of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "장인정신",
        "성실",
        "기술 연마",
        "노력"
      ],
      "interpretation": {
        "upright": "꾸준한 노력, 기술 습득, 디테일에 집중, 전문성 향상",
        "reversed": "나태함, 기술 부족, 단기적 성과에 급급함, 부주의"
      },
      "guidance": {
        "연애": "장인정신와 성실의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "장인정신 중심의 우선순위를 세우고 기술 연마 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "성실 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "장인정신 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 43,
      "name_ko": "펜타클 10",
      "name_en": "Ten of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "유산",
        "가문",
        "부유함",
        "장기적 안정"
      ],
      "interpretation": {
        "upright": "막대한 부, 가족의 번영, 상속, 전통적인 가치",
        "reversed": "금전적 갈등, 가산 탕진, 불안정한 기반, 불화"
      },
      "guidance": {
        "연애": "유산와 가문의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "유산 중심의 우선순위를 세우고 부유함 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "가문 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "유산 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 44,
      "name_ko": "펜타클 여왕",
      "name_en": "Queen of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "풍요",
        "양육",
        "실질적 도움",
        "안정"
      ],
      "interpretation": {
        "upright": "현명한 자금 관리, 헌신적인 태도, 물질적 풍요",
        "reversed": "낭비, 자기관리 소홀, 물질적 집착, 질투심"
      },
      "guidance": {
        "연애": "풍요와 양육의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "풍요 중심의 우선순위를 세우고 실질적 도움 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "양육 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "풍요 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      }
    },
    {
      "id": 45,
      "name_ko": "지팡이 2",
      "name_en": "Two of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "계획",
        "선택",
        "확장",
        "전망"
      ],
      "interpretation": {
        "upright": "선택지를 비교하며 다음 단계를 설계하는 시기, 장기적인 비전 수립",
        "reversed": "우유부단, 실행 지연, 좁은 시야로 기회를 놓침"
      },
      "guidance": {
        "연애": "계획와 선택 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "계획 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "선택 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "계획 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 46,
      "name_ko": "지팡이 4",
      "name_en": "Four of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "안정",
        "축하",
        "완성",
        "공동체"
      ],
      "interpretation": {
        "upright": "작은 성공의 완성, 기쁜 소식, 관계의 안정과 축하 분위기",
        "reversed": "축하의 지연, 기대와 다른 결과, 관계의 미묘한 불화"
      },
      "guidance": {
        "연애": "안정와 축하 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "안정 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "축하 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "안정 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 47,
      "name_ko": "지팡이 5",
      "name_en": "Five of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "경쟁",
        "충돌",
        "긴장",
        "조율"
      ],
      "interpretation": {
        "upright": "의견 충돌 속에서 실력을 키우는 단계, 건강한 경쟁",
        "reversed": "소모적 갈등, 불필요한 경쟁, 협업 실패"
      },
      "guidance": {
        "연애": "경쟁와 충돌 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "경쟁 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "충돌 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "경쟁 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 48,
      "name_ko": "지팡이 6",
      "name_en": "Six of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "승리",
        "인정",
        "자신감",
        "성과"
      ],
      "interpretation": {
        "upright": "노력이 인정받고 성과가 드러남, 자신감 상승",
        "reversed": "과한 자만, 외부 평가에 대한 불안, 성과 지연"
      },
      "guidance": {
        "연애": "승리와 인정 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "승리 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "인정 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "승리 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 49,
      "name_ko": "지팡이 7",
      "name_en": "Seven of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "방어",
        "의지",
        "지킴",
        "우위"
      ],
      "interpretation": {
        "upright": "자신의 자리를 지키는 시기, 끈기 있는 대응 필요",
        "reversed": "방어 실패, 자신감 하락, 압박감에 휘둘림"
      },
      "guidance": {
        "연애": "방어와 의지 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "방어 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "의지 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "방어 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 50,
      "name_ko": "지팡이 9",
      "name_en": "Nine of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "경계",
        "인내",
        "지구력",
        "회복"
      ],
      "interpretation": {
        "upright": "지친 상황에서도 끝까지 버티는 힘, 마지막 고비",
        "reversed": "과도한 경계, 피로 누적, 방어적 태도로 기회 상실"
      },
      "guidance": {
        "연애": "경계와 인내 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "경계 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "인내 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "경계 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 51,
      "name_ko": "지팡이 소년",
      "name_en": "Page of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "소식",
        "열정",
        "탐색",
        "출발"
      ],
      "interpretation": {
        "upright": "새로운 제안과 흥미로운 기회, 가벼운 첫걸음",
        "reversed": "충동적 시작, 금방 식는 열정, 미숙한 실행"
      },
      "guidance": {
        "연애": "소식와 열정 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "소식 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "열정 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "소식 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 52,
      "name_ko": "지팡이 왕",
      "name_en": "King of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "리더십",
        "비전",
        "결단",
        "추진"
      ],
      "interpretation": {
        "upright": "큰 그림을 보는 리더십, 강한 추진력으로 방향 제시",
        "reversed": "독단적 결정, 조급한 리드, 타인 의견 무시"
      },
      "guidance": {
        "연애": "리더십와 비전 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "리더십 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "비전 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "리더십 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 53,
      "name_ko": "컵 3",
      "name_en": "Three of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "우정",
        "축하",
        "교류",
        "기쁨"
      ],
      "interpretation": {
        "upright": "사람들과의 따뜻한 연결, 좋은 소식과 축하의 흐름",
        "reversed": "겉도는 관계, 과한 사교, 감정 소모"
      },
      "guidance": {
        "연애": "우정와 축하 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "우정 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "축하 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "우정 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 54,
      "name_ko": "컵 4",
      "name_en": "Four of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "권태",
        "재고",
        "정체",
        "내면"
      ],
      "interpretation": {
        "upright": "멈춰서 감정을 재정비할 시기, 진짜 욕구 확인",
        "reversed": "기회 무시, 무기력, 고립된 시선"
      },
      "guidance": {
        "연애": "권태와 재고 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "권태 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "재고 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "권태 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 55,
      "name_ko": "컵 6",
      "name_en": "Six of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "추억",
        "순수",
        "회복",
        "재회"
      ],
      "interpretation": {
        "upright": "따뜻한 기억과 재회, 감정적 안정 회복",
        "reversed": "과거 집착, 현실 회피, 미성숙한 선택"
      },
      "guidance": {
        "연애": "추억와 순수 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "추억 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "순수 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "추억 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 56,
      "name_ko": "컵 7",
      "name_en": "Seven of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "환상",
        "선택지",
        "갈등",
        "유혹"
      ],
      "interpretation": {
        "upright": "다양한 가능성이 열리지만 기준 있는 선택 필요",
        "reversed": "현실성 부족, 우선순위 혼란, 공상에 머묾"
      },
      "guidance": {
        "연애": "환상와 선택지 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "환상 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "선택지 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "환상 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 57,
      "name_ko": "컵 8",
      "name_en": "Eight of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "이별",
        "전환",
        "거리두기",
        "성찰"
      ],
      "interpretation": {
        "upright": "더 나은 방향을 위해 정든 것을 떠나는 결단",
        "reversed": "미련으로 지연, 불필요한 회피, 공허함 지속"
      },
      "guidance": {
        "연애": "이별와 전환 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "이별 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "전환 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "이별 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 58,
      "name_ko": "컵 9",
      "name_en": "Nine of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "만족",
        "소망",
        "행복",
        "보상"
      ],
      "interpretation": {
        "upright": "바라던 결과에 가까워짐, 정서적 만족과 보상",
        "reversed": "겉만 화려한 만족, 과한 기대, 자만"
      },
      "guidance": {
        "연애": "만족와 소망 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "만족 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "소망 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "만족 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 59,
      "name_ko": "컵 기사",
      "name_en": "Knight of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "고백",
        "제안",
        "감성",
        "접근"
      ],
      "interpretation": {
        "upright": "감정 표현과 로맨틱한 제안, 관계 진전의 신호",
        "reversed": "말뿐인 약속, 변덕, 감정 과잉"
      },
      "guidance": {
        "연애": "고백와 제안 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "고백 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "제안 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "고백 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 60,
      "name_ko": "컵 여왕",
      "name_en": "Queen of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "공감",
        "직관",
        "돌봄",
        "치유"
      ],
      "interpretation": {
        "upright": "섬세한 공감 능력으로 관계를 안정시키는 흐름",
        "reversed": "감정 기복, 경계 약화, 과몰입"
      },
      "guidance": {
        "연애": "공감와 직관 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "공감 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "직관 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "공감 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 61,
      "name_ko": "검 2",
      "name_en": "Two of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "균형",
        "교착",
        "판단",
        "보류"
      ],
      "interpretation": {
        "upright": "중립을 지키며 정보를 모으는 단계, 섣부른 판단 유보",
        "reversed": "회피성 결정, 현실 직면 거부, 장기 교착"
      },
      "guidance": {
        "연애": "균형와 교착 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "균형 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "교착 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "균형 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 62,
      "name_ko": "검 4",
      "name_en": "Four of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "휴식",
        "회복",
        "정리",
        "멈춤"
      ],
      "interpretation": {
        "upright": "잠시 쉬며 체력과 멘탈을 정비해야 할 시기",
        "reversed": "휴식 부족, 과로 지속, 회복 지연"
      },
      "guidance": {
        "연애": "휴식와 회복 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "휴식 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "회복 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "휴식 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 63,
      "name_ko": "검 5",
      "name_en": "Five of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "충돌",
        "승패",
        "손실",
        "긴장"
      ],
      "interpretation": {
        "upright": "이겨도 남는 상처를 경계해야 하는 갈등 국면",
        "reversed": "불필요한 대립 심화, 관계 손상, 고립"
      },
      "guidance": {
        "연애": "충돌와 승패 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "충돌 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "승패 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "충돌 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 64,
      "name_ko": "검 6",
      "name_en": "Six of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "이동",
        "정리",
        "전환",
        "안정"
      ],
      "interpretation": {
        "upright": "어려운 구간을 지나 차분한 환경으로 이동",
        "reversed": "미해결 문제 재발, 떠나지 못함, 불안 지속"
      },
      "guidance": {
        "연애": "이동와 정리 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "이동 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "정리 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "이동 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 65,
      "name_ko": "검 7",
      "name_en": "Seven of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "전략",
        "은밀함",
        "경계",
        "기민함"
      ],
      "interpretation": {
        "upright": "신중한 전략과 정보 관리가 필요한 시기",
        "reversed": "속임수, 회피 전략, 신뢰 하락"
      },
      "guidance": {
        "연애": "전략와 은밀함 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "전략 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "은밀함 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "전략 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 66,
      "name_ko": "검 소년",
      "name_en": "Page of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "호기심",
        "소식",
        "분석",
        "경계"
      ],
      "interpretation": {
        "upright": "새로운 정보와 빠른 판단, 관찰력 강화",
        "reversed": "성급한 말, 피상적 판단, 과민 반응"
      },
      "guidance": {
        "연애": "호기심와 소식 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "호기심 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "소식 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "호기심 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 67,
      "name_ko": "검 기사",
      "name_en": "Knight of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "속도",
        "돌파",
        "결단",
        "직진"
      ],
      "interpretation": {
        "upright": "빠른 실행으로 돌파하는 흐름, 명확한 목표 필요",
        "reversed": "무리한 직진, 공격적 태도, 실수 증가"
      },
      "guidance": {
        "연애": "속도와 돌파 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "속도 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "돌파 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "속도 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 68,
      "name_ko": "검 여왕",
      "name_en": "Queen of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "명료함",
        "독립",
        "판단",
        "원칙"
      ],
      "interpretation": {
        "upright": "감정과 사실을 분리한 냉정한 판단이 유리",
        "reversed": "차가운 태도, 비판 과잉, 관계 경직"
      },
      "guidance": {
        "연애": "명료함와 독립 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "명료함 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "독립 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "명료함 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 69,
      "name_ko": "펜타클 2",
      "name_en": "Two of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "균형",
        "조율",
        "우선순위",
        "현실"
      ],
      "interpretation": {
        "upright": "여러 과제를 유연하게 조율하는 능력이 중요",
        "reversed": "산만함, 우선순위 붕괴, 일정 관리 실패"
      },
      "guidance": {
        "연애": "균형와 조율 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "균형 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "조율 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "균형 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 70,
      "name_ko": "펜타클 3",
      "name_en": "Three of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "협업",
        "기술",
        "성실",
        "성과"
      ],
      "interpretation": {
        "upright": "실력 기반 협업이 성과를 만드는 시기",
        "reversed": "협업 불일치, 완성도 저하, 인정 부족"
      },
      "guidance": {
        "연애": "협업와 기술 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "협업 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "기술 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "협업 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 71,
      "name_ko": "펜타클 5",
      "name_en": "Five of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "결핍",
        "불안",
        "지원",
        "회복"
      ],
      "interpretation": {
        "upright": "일시적 부족을 버티며 지원을 요청해야 하는 구간",
        "reversed": "고립, 자원 부족 심화, 도움 거부"
      },
      "guidance": {
        "연애": "결핍와 불안 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "결핍 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "불안 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "결핍 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 72,
      "name_ko": "펜타클 6",
      "name_en": "Six of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "균형",
        "지원",
        "교환",
        "선의"
      ],
      "interpretation": {
        "upright": "주고받는 균형이 맞춰지며 현실적 도움을 받음",
        "reversed": "일방적 관계, 조건부 도움, 불균형"
      },
      "guidance": {
        "연애": "균형와 지원 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "균형 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "지원 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "균형 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 73,
      "name_ko": "펜타클 7",
      "name_en": "Seven of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "기다림",
        "평가",
        "누적",
        "인내"
      ],
      "interpretation": {
        "upright": "지금까지의 투자 성과를 점검하고 조정할 타이밍",
        "reversed": "성과 조급증, 중도 포기, 비효율 지속"
      },
      "guidance": {
        "연애": "기다림와 평가 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "기다림 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "평가 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "기다림 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 74,
      "name_ko": "펜타클 9",
      "name_en": "Nine of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "자립",
        "풍요",
        "여유",
        "성취"
      ],
      "interpretation": {
        "upright": "스스로 만든 안정과 풍요를 누리는 단계",
        "reversed": "고립된 만족, 과소비, 성취 불안"
      },
      "guidance": {
        "연애": "자립와 풍요 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "자립 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "풍요 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "자립 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 75,
      "name_ko": "펜타클 소년",
      "name_en": "Page of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "학습",
        "기회",
        "성장",
        "기초"
      ],
      "interpretation": {
        "upright": "현실적인 학습과 작은 실행이 큰 성과로 연결",
        "reversed": "계획만 많고 실행 부족, 집중력 저하"
      },
      "guidance": {
        "연애": "학습와 기회 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "학습 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "기회 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "학습 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 76,
      "name_ko": "펜타클 기사",
      "name_en": "Knight of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "성실",
        "지속",
        "책임",
        "완성"
      ],
      "interpretation": {
        "upright": "느려도 꾸준하게 완성해내는 힘, 안정적 진전",
        "reversed": "고집, 느린 대응, 변화 수용 부족"
      },
      "guidance": {
        "연애": "성실와 지속 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "성실 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "지속 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "성실 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    },
    {
      "id": 77,
      "name_ko": "펜타클 왕",
      "name_en": "King of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "안정",
        "관리",
        "부",
        "신뢰"
      ],
      "interpretation": {
        "upright": "재정과 자원을 안정적으로 관리하는 리더십",
        "reversed": "물질 집착, 보수적 고착, 융통성 부족"
      },
      "guidance": {
        "연애": "안정와 관리 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "안정 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "관리 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "안정 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      }
    }
  ]
}
