{
  "version": "1.1.0",
  "total_cards": 78,
  "cards": [
    {
      "id": 0,
      "name_ko": "바보",
      "name_en": "The Fool",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "시작",
        "자유",
        "순수",
        "모험"
      ],
      "interpretation": {
        "upright": "새로운 시작, 무한한 가능성, 자유로운 영혼, 낙천적인 태도",
        "reversed": "무모함, 부주의, 결정 장애, 현실 도피, 어리석은 선택"
      },
      "guidance": {
        "연애": "시작와 자유의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "시작 중심의 우선순위를 세우고 순수 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "자유 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "시작 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "새로운 시작과 모험의 문턱에 선 상태. 순수함과 자유로움이 강점이며, 예상 밖의 경험이 성장으로 이어질 수 있다.",
          "love": "싱글이라면 가볍고 즐거운 인연이 들어오기 쉽다. 커플은 충동적 결정(급진전, 이벤트)을 하기 전에 현실 점검이 필요하다.",
          "career": "새 직무/프로젝트 시작에 유리하다. 다만 재미 요소만 좇지 말고 기본 업무와 루틴을 함께 챙겨야 한다.",
          "money": "새 기회, 성과, 보상 흐름이 열리기 쉽다. 낙관적 판단과 현실 검토를 균형 있게 가져가면 좋다.",
          "health": "활력 회복 신호가 강하다. 무리한 행동보다 기본 체력 관리와 생활 리듬 회복이 중요하다."
        },
        "reversed": {
          "summary": "무모함, 부주의, 현실 회피가 커질 수 있는 시기. 결과를 충분히 검토하지 않은 선택을 경계해야 한다.",
          "love": "관계를 가볍게 대하거나 책임 회피가 나타날 수 있다. 진지한 대화가 없으면 관계 악화로 이어지기 쉽다.",
          "career": "새 프로젝트를 성급히 시작하기보다 리스크 검토가 우선이다. 준비 부족 상태에서의 실행은 손실 가능성이 크다.",
          "money": "유망해 보이는 제안일수록 검증이 필요하다. 계약/투자 전 세부 조건 확인이 필수다.",
          "health": "주의력 저하로 실수·사고 가능성이 높다. 휴식과 루틴 회복, 기본 안전수칙 점검이 필요하다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 결정이 앞에 놓여 있다.\n\n타로 0번에 해당하는 바보 카드는 새로운 시작을 나타내며, 이 새로운 시작과 함께 여러분의 옛 삶에서 어떤 것을 포기하기 시작할 것이다.\n\n바보는 타로 카드에서 강력하고 중요한 긍정적인 카드이다.\n많은 면에서 어린아이 같은 순수함을 나타낸다.\n이 카드는 중요하고 도전적인 결정이 앞에 놓여 있다는 것을 나타내는데, 이러한 결정은 대개 위험 요소를 수반한다.\n\n‘바보 카드’는 자유분방한 젊음을 묘사하는데, 그의 얼굴은 태양을 향해 있어 눈앞에 뭐가 있는지 알 수 없다.\n즐겁지만 맹목적으로 절벽 끝에서 걸어가는 모습을 보여준다.\n\n한 손에는 작은 자루, 다른 손에는 순수함을 상징하는 흰 장미 외에는 아무것도 들고 있지 않다.\n그의 충실한 작은 개는 그의 도덕에 동행하고 있으며, 그의 다음 단계는 치명적일 수 있고, 결과적으로 그들의 여행은 실현되지 못한 채로 남겨질 수도 있다고 경고하며 짖어대고 있다.\n\n바보는 위험을 깨닫기엔 너무 순진해, 절벽 끝에서 걸어가는 것에 대해 전혀 개의치 않는다.\n바보의 세속적인 소지품들이 모두 들어 있는 자루는 순진하고 걱정이 없는 것을 나타내고, 모자(공기를 상징하는 공기의 깃털은 태양을 가리키며 계몽을 상징한다.\n\n카드의 노란색 배경은 때때로 바보의 정신 상태를 나타내는 것으로 해석되기도 하는데, 밝은 태양은 새로운 날의 시작으로도 해석될 수 있다.\n\n바보는 자유를 상징하는데, 육체적으로 뿐만 아니라 정신적으로도 후회가 없어, 과거를 뒤로 하고 자유롭게 삶을 새롭게 시작할 수 있기 때문이다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 1,
      "name_ko": "마법사",
      "name_en": "The Magician",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "창조",
        "능력",
        "실행력",
        "도구"
      ],
      "interpretation": {
        "upright": "잠재력 발휘, 숙련된 기술, 창의적 에너지, 목적 달성",
        "reversed": "속임수, 재능 낭비, 의지 부족, 계획의 차질"
      },
      "guidance": {
        "연애": "창조와 능력의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "창조 중심의 우선순위를 세우고 실행력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "능력 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "창조 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "기술, 의지, 실행력이 결합되는 시기. 잠재력을 현실 성과로 바꿀 수 있는 에너지가 강하다.",
          "love": "대화와 표현이 관계를 진전시킨다. 싱글은 새로운 인연 유입 가능성이 높다.",
          "career": "업무 확장, 제안, 승진 기회에 유리하다. 새 역할을 맡아도 빠르게 적응할 가능성이 크다.",
          "money": "역량 기반의 추가 수입, 사이드 프로젝트 성과가 기대된다. 실무적 판단이 수익으로 연결되기 쉽다.",
          "health": "체력과 집중력이 올라오는 흐름. 에너지를 분산하지 말고 규칙적인 관리가 필요하다."
        },
        "reversed": {
          "summary": "재능 오용, 속임수, 집중력 분산을 경고한다. 능력은 있으나 방향이 어긋날 수 있다.",
          "love": "진정성 부족, 오해, 이기적 태도가 갈등을 키울 수 있다. 말보다 행동 일치가 중요하다.",
          "career": "준비 부족/의사소통 오류로 일정이 흔들릴 수 있다. 과신보다 점검 중심 운영이 필요하다.",
          "money": "충동 판단으로 불리한 결정을 내리기 쉽다. 단기 유혹보다 안정적인 선택이 유리하다.",
          "health": "에너지 과잉/고갈이 반복될 수 있다. 과로를 줄이고 휴식-활동 균형을 맞춰야 한다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 신성한 영감과 실행의 카드이다. 마법사는 생각을 현실로 옮기는 통로를 상징하며, 의지와 기술이 결합될 때 결과가 빠르게 나타난다. 테이블 위 네 원소 도구는 이미 필요한 자원이 갖춰졌음을 뜻한다. 지금 시기는 망설임보다 실행이 중요하며, 집중력과 책임감이 성패를 가른다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 2,
      "name_ko": "고위 여사제",
      "name_en": "The High Priestess",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "직관",
        "지혜",
        "신비",
        "무의식"
      ],
      "interpretation": {
        "upright": "내면의 목소리, 영적 통찰력, 비밀, 정적인 지혜",
        "reversed": "직관 무시, 피상적인 지식, 숨겨진 의도 발견, 혼란"
      },
      "guidance": {
        "연애": "직관와 지혜의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "직관 중심의 우선순위를 세우고 신비 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "지혜 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "직관 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "직관과 내면 통찰이 강해지는 시기. 보이지 않는 정보와 흐름을 읽는 힘이 커진다.",
          "love": "감정이 조용히 깊어지는 흐름. 관계를 급히 결론내기보다 신뢰를 쌓는 접근이 유리하다.",
          "career": "숨은 기회/비공개 논의가 진행될 수 있다. 성급한 공개 행동보다 관찰과 준비가 중요하다.",
          "money": "재정 계획을 외부에 과하게 공유하지 않는 편이 좋다. 정보 비대칭을 경계해야 한다.",
          "health": "스트레스성 불균형을 조기에 관리해야 한다. 정기 점검과 생활 리듬 조정이 필요하다."
        },
        "reversed": {
          "summary": "직관 무시, 혼란, 숨겨진 진실의 충돌 가능성. 외부 말보다 스스로의 판단 기준이 필요하다.",
          "love": "침묵, 오해, 숨김이 갈등을 키울 수 있다. 불편한 진실도 대화로 다루는 태도가 중요하다.",
          "career": "보이지 않는 변수나 내부 정치가 방해할 수 있다. 기록·증빙·확인 프로세스를 강화해야 한다.",
          "money": "계약·대출·조건 문구를 세밀하게 확인해야 한다. 불투명한 약속은 보류가 안전하다.",
          "health": "복합 원인의 컨디션 저하 가능성. 검진과 전문가 상담을 통해 원인을 분리해 관리해야 한다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 지혜와 직관, 숨겨진 진실을 다루는 카드이다. 여사제는 겉으로 보이지 않는 흐름을 읽게 하며, 성급한 판단보다 관찰과 침묵의 힘을 강조한다. 양극의 기둥 사이에 앉은 모습은 균형과 내면 통합을 상징한다. 중요한 결정일수록 외부 소음보다 자신의 직감을 먼저 점검해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 3,
      "name_ko": "여황제",
      "name_en": "The Empress",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "풍요",
        "모성",
        "창조",
        "아름다움"
      ],
      "interpretation": {
        "upright": "물질적 풍요, 번영, 임신과 출산, 자연의 생명력",
        "reversed": "정체기, 창의적 블록, 의존성, 낭비벽"
      },
      "guidance": {
        "연애": "풍요와 모성의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "풍요 중심의 우선순위를 세우고 창조 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "모성 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "풍요 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "풍요, 돌봄, 창조성이 확장되는 시기. 안정감 속에서 결과물이 자라나는 흐름이다.",
          "love": "관계의 애정 밀도와 안정성이 높아진다. 싱글은 건강한 인연 유입 가능성이 크다.",
          "career": "프로젝트가 성장 궤도에 오른다. 리더 역할/기획 역할에서 성과가 돋보일 수 있다.",
          "money": "재정 흐름이 점진적으로 개선된다. 안정적인 투자·저축·배분 전략이 유리하다.",
          "health": "회복과 재충전에 유리한 카드. 수면·영양·가벼운 운동 루틴이 효과적이다."
        },
        "reversed": {
          "summary": "돌봄 부족, 정체, 자기관리 저하를 경고한다. 감정 소모가 누적되기 쉬운 시기다.",
          "love": "감정 표현을 미루면 거리감이 커진다. 솔직한 소통이 관계 유지의 핵심이다.",
          "career": "인정 욕구와 불안이 판단을 흔들 수 있다. 큰 결정은 유예하고 기반 정비에 집중해야 한다.",
          "money": "즉흥 소비를 줄이고 기존 계획을 유지하면 안정 회복이 가능하다.",
          "health": "무기력·우울감 신호를 방치하지 말아야 한다. 신체 활동과 생활 리듬 복구가 우선이다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 풍요와 양육, 창조적 확장을 상징하는 카드이다. 여황제는 관계, 일, 재정 등 현실 영역에서 ‘자라남’의 흐름을 만든다. 돌봄과 생산성의 균형을 맞출 때 성과가 안정적으로 커진다. 현재는 결과를 서두르기보다 건강한 기반을 키우는 태도가 가장 큰 이익을 준다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 4,
      "name_ko": "황제",
      "name_en": "The Emperor",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "권위",
        "질서",
        "지배",
        "구조"
      ],
      "interpretation": {
        "upright": "리더십, 체계적인 관리, 아버지상, 강력한 의지",
        "reversed": "독단적 태도, 지배욕, 무능력, 유연성 부족"
      },
      "guidance": {
        "연애": "권위와 질서의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "권위 중심의 우선순위를 세우고 지배 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "질서 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "권위 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "구조, 책임, 리더십이 강화되는 시기. 체계적 운영이 성과로 연결된다.",
          "love": "안정 지향 관계에 유리하다. 장기 계획/현실 기반 약속이 관계 신뢰를 높인다.",
          "career": "승진, 역할 확대, 권한 증가 가능성이 있다. 규칙·원칙을 지키는 운영이 강점이 된다.",
          "money": "큰 금전 의사결정에 상대적으로 유리하다. 다만 지출 통제와 기록 관리가 필요하다.",
          "health": "과한 걱정보다 표준적인 관리가 효과적이다. 전문의 지침을 꾸준히 따르는 것이 좋다."
        },
        "reversed": {
          "summary": "통제 과잉, 경직성, 권위 충돌을 경고한다. 힘으로 밀어붙이는 방식은 역효과가 난다.",
          "love": "고집·주도권 싸움이 관계 피로를 만든다. 타협과 경청이 핵심 과제다.",
          "career": "상사/조직 문화와의 마찰이 커질 수 있다. 감정 반응보다 전략적 대응이 유리하다.",
          "money": "통제력 부족 신호가 보일 수 있다. 외부 조언을 받아 지출 구조를 재정비해야 한다.",
          "health": "과훈련/과긴장 패턴을 줄여야 한다. 회복 없는 강행은 컨디션 악화로 이어진다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 질서와 권위, 책임의 카드를 뜻한다. 황제는 구조를 세우고 규칙을 정해 혼란을 안정으로 바꾸는 힘을 가진다. 리더십은 강함만이 아니라 일관성과 책임에서 나온다는 메시지를 준다. 지금은 감정보다 원칙, 즉흥보다 계획이 더 유효한 시기다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 5,
      "name_ko": "교황",
      "name_en": "The Hierophant",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "전통",
        "교육",
        "자비",
        "관습"
      ],
      "interpretation": {
        "upright": "사회적 규범 준수, 스승의 조언, 영적인 믿음, 집단 소속",
        "reversed": "규제 탈피, 파격적인 생각, 맹목적인 믿음, 고정관념"
      },
      "guidance": {
        "연애": "전통와 교육의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "전통 중심의 우선순위를 세우고 자비 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "교육 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "전통 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "전통, 규범, 학습, 멘토십의 도움을 받는 시기. 검증된 방법이 유리하다.",
          "love": "관계의 신뢰와 안정이 높아진다. 사회적으로 인정받는 방향으로 발전하기 쉽다.",
          "career": "규칙 준수와 협업 태도가 평가를 높인다. 경험자/멘토의 조언이 큰 도움이 된다.",
          "money": "공격적 투자보다 보수적 운영이 유리하다. 저축·분산·리스크 관리가 핵심이다.",
          "health": "생활 습관의 규칙성을 지키면 안정적이다. 검증된 치료/관리 방식을 우선하라."
        },
        "reversed": {
          "summary": "고정관념 피로, 권위와의 거리감, 규칙 재해석 필요성을 나타낸다.",
          "love": "관계가 단조로워질 수 있다. 안전한 범위에서 새로운 자극과 대화 구조가 필요하다.",
          "career": "환경 변화 적응이 과제다. 무리한 반항보다 현실적 조정이 손실을 줄인다.",
          "money": "투자 자체를 금지하기보다 보수적 기준을 강화해야 한다. 급한 결정은 피하라.",
          "health": "기존 관리법이 정체라면 보완책을 검토해볼 수 있다. 다만 기본 치료는 유지해야 한다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 권위와 전통, 학습과 멘토십을 상징한다. 교황 카드는 검증된 방식, 제도, 조언의 가치를 강조하며 기준을 바로 세우게 한다. 혼자 해결하려 하기보다 경험자의 지도를 받으면 시행착오를 줄일 수 있다. 변화가 필요하더라도 기본 원칙을 지키는 태도가 결과를 안정시킨다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 6,
      "name_ko": "연인",
      "name_en": "The Lovers",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "선택",
        "사랑",
        "조화",
        "가치관"
      ],
      "interpretation": {
        "upright": "깊은 유대감, 올바른 선택, 매력적인 관계, 마음의 일치",
        "reversed": "불화, 잘못된 선택, 관계의 단절, 자기 갈등"
      },
      "guidance": {
        "연애": "선택와 사랑의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "선택 중심의 우선순위를 세우고 조화 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "사랑 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "선택 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "조화, 선택, 가치 일치의 카드. 중요한 결정은 마음과 현실의 균형 속에서 이루어져야 한다.",
          "love": "깊은 신뢰와 상호 존중이 강화된다. 커플은 관계 단계 상승, 싱글은 의미 있는 인연 가능성.",
          "career": "중대한 선택의 시기. 장기적으로 자신과 맞는 방향을 고르면 성과가 커진다.",
          "money": "협력과 지원을 통해 재정 흐름이 개선될 수 있다. 기회 포착 시 실행력이 중요하다.",
          "health": "정서 회복 신호가 좋다. 관계 스트레스를 줄이면 신체 컨디션도 함께 올라간다."
        },
        "reversed": {
          "summary": "불화, 가치 충돌, 선택 회피를 경고한다. 관계와 결정에서 균형이 깨질 수 있다.",
          "love": "소통 단절, 오해, 불균형이 커질 수 있다. 감정 사실을 분리해 대화해야 한다.",
          "career": "비윤리적 유혹이나 단기 이익 선택을 경계해야 한다. 결정 전 재검토가 필요하다.",
          "money": "통제되지 않은 감정 소비를 줄여야 한다. 예산 재설계가 급선무다.",
          "health": "정서적 피로 누적으로 회복 속도가 떨어질 수 있다. 수면과 휴식이 우선이다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 사랑과 선택, 가치의 일치를 다루는 카드이다. 연인은 감정의 문제를 넘어 ‘어떤 삶을 선택할 것인가’를 묻는다. 진짜 조화는 서로의 욕구와 책임이 균형을 이룰 때 만들어진다. 지금의 결정은 중장기 흐름을 크게 바꿀 수 있으니 마음과 현실을 함께 점검해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 7,
      "name_ko": "전차",
      "name_en": "The Chariot",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "승리",
        "의지",
        "전진",
        "통제"
      ],
      "interpretation": {
        "upright": "목표 달성, 역경 극복, 강한 추진력, 승리",
        "reversed": "통제 불능, 방향 상실, 무리한 진행, 패배"
      },
      "guidance": {
        "연애": "승리와 의지의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "승리 중심의 우선순위를 세우고 전진 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "의지 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "승리 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "추진력, 집중력, 승리 의지가 강해지는 카드. 난관은 있지만 주도권을 잡을 수 있다.",
          "love": "관계 속에서도 자기 균형을 유지해야 한다. 속도 조절이 장기 안정에 유리하다.",
          "career": "야심찬 계획을 밀어붙일 힘이 있다. 외부 평가보다 목표 중심 운영이 성과로 이어진다.",
          "money": "재정 개선 또는 성과 보상 가능성이 있다. 빚 정리/핵심 자산 관리에 적기다.",
          "health": "활력 상승 구간. 무리한 과속만 피하면 체력 향상 효과가 크다."
        },
        "reversed": {
          "summary": "방향 상실, 과속, 통제 실패를 경고한다. 멈춰서 전략을 재정비해야 한다.",
          "love": "관계를 급하게 밀어붙이면 갈등이 커진다. 템포를 낮추고 신뢰를 회복해야 한다.",
          "career": "준비 부족 상태의 확장은 손실을 부른다. 우선순위를 줄이고 핵심부터 복구하라.",
          "money": "대규모 투자/고위험 의사결정은 보류가 안전하다. 검토 기간을 충분히 확보해야 한다.",
          "health": "에너지 사용 방향이 중요하다. 무리한 몰입보다 균형 잡힌 루틴이 회복을 만든다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 의지와 전진, 통제된 추진력을 상징한다. 전차 카드는 장애물이 있어도 방향을 잃지 않는 집중력을 요구한다. 빠르게 달릴수록 목표와 리듬 관리가 중요해진다. 현재는 외부 평가보다 내부 기준을 선명히 세우는 것이 승리의 핵심이다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 8,
      "name_ko": "힘",
      "name_en": "Strength",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "인내",
        "용기",
        "자제력",
        "설득"
      ],
      "interpretation": {
        "upright": "부드러운 카리스마, 내면의 힘, 갈등 치유, 인내심",
        "reversed": "자신감 하락, 본능에 굴복, 두려움, 무기력"
      },
      "guidance": {
        "연애": "인내와 용기의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "인내 중심의 우선순위를 세우고 자제력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "용기 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "인내 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "용기, 인내, 자기 통제를 통해 문제를 다루는 시기. 힘으로 누르기보다 연민과 균형으로 상황을 이끄는 카드.",
          "love": "싱글은 자신감이 매력으로 연결되어 새 인연이 들어오기 좋다. 커플은 문제를 함께 극복하며 유대가 강화된다.",
          "career": "승진/보상 요청, 새 도전 실행에 유리한 구간. 지나친 소극성보다 주도적 행동이 성과로 이어진다.",
          "money": "큰 횡재보다 안정적 증가 흐름. 수입 개선 가능성이 있어 저축 비중을 높이기에 좋다.",
          "health": "체력·멘탈 회복 신호가 강하다. 나쁜 습관을 줄이고 운동 루틴을 붙이면 개선 폭이 크다."
        },
        "reversed": {
          "summary": "자신감 저하와 내적 불안이 핵심 장애물. 잠재력은 충분하지만 스스로를 의심해 발목을 잡기 쉬운 시기.",
          "love": "자기 의심·질투·불안이 관계를 불안정하게 만들 수 있다. 신뢰와 적정 거리 유지가 중요하다.",
          "career": "능력은 있으나 두려움으로 실행이 느려질 수 있다. 작은 성공 경험을 누적해 자신감을 회복해야 한다.",
          "money": "당분간 유입은 가능하나 변동성 대비가 필요하다. 예상 외 지출을 대비해 현금성 여유를 확보하라.",
          "health": "기본 체력은 유지되지만 생활 습관이 악화 요인이 될 수 있다. 급격한 변화보다 지속 가능한 개선이 필요하다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 연민을 통한 통제, 내면의 힘을 상징한다. 힘 카드는 강압보다 자기 조절과 감정 관리가 진짜 리더십임을 보여준다. 사자를 길들이는 장면은 본능과 두려움을 다루는 성숙함을 뜻한다. 지금은 큰 소리보다 꾸준한 인내가 더 강력한 해결책이 된다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 9,
      "name_ko": "은둔자",
      "name_en": "The Hermit",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "성찰",
        "탐구",
        "고독",
        "진리"
      ],
      "interpretation": {
        "upright": "내면 탐색, 진지한 고민, 전문가의 조언, 신중함",
        "reversed": "외로움, 고립, 사회적 거부, 고집불통"
      },
      "guidance": {
        "연애": "성찰와 탐구의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "성찰 중심의 우선순위를 세우고 고독 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "탐구 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "성찰 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "고독 속 성찰과 내면 탐구가 필요한 시기. 속도를 늦추고 스스로의 기준을 정리할 때 해답이 보인다.",
          "love": "관계보다 자기 이해와 정서 정비가 우선일 수 있다. 커플은 감정 짐을 솔직히 나눌 때 관계가 깊어진다.",
          "career": "직무 적합성, 장기 방향, 문제 원인을 재평가하기 좋은 타이밍. 조용한 분석이 정답에 가깝다.",
          "money": "보수적 운용이 유리하다. 사치 지출을 줄이고 핵심 목적 중심으로 자금을 관리해야 한다.",
          "health": "휴식·명상·산책 같은 회복형 루틴이 효과적. 스트레스 관리가 컨디션 개선의 핵심이다."
        },
        "reversed": {
          "summary": "고립이 과해 외로움과 무기력이 커질 수 있는 흐름. 도움 요청과 연결 회복이 필요하다.",
          "love": "한쪽이 거리두기를 원하거나 정서 단절이 생길 수 있다. 요구를 숨기지 말고 명확히 소통해야 한다.",
          "career": "팀 내 고립, 지원 부족, 방향 상실이 문제로 나타날 수 있다. 멘토/동료 도움을 구하는 것이 유리하다.",
          "money": "돈 자체에 과몰입해 압박이 커질 수 있다. 소비·저축의 감정 요인을 점검해야 한다.",
          "health": "부정적 감정이 신체 컨디션을 떨어뜨릴 수 있다. 필요하면 전문가 상담으로 조기 대응하라."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 성찰과 고독, 내면 탐구의 카드이다. 은둔자는 속도를 늦추고 본질 질문에 답할 때 길이 보인다고 말한다. 외부 소음에서 잠시 떨어져야 진짜 욕구와 방향을 확인할 수 있다. 지금의 정지 구간은 후퇴가 아니라 다음 도약을 위한 정밀 점검이다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 10,
      "name_ko": "운명의 수레바퀴",
      "name_en": "Wheel of Fortune",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "운명",
        "변화",
        "순환",
        "행운"
      ],
      "interpretation": {
        "upright": "피할 수 없는 변화, 행운의 기회, 인생의 전환점",
        "reversed": "불운, 저항할 수 없는 흐름, 나쁜 타이밍, 정체"
      },
      "guidance": {
        "연애": "운명와 변화의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "운명 중심의 우선순위를 세우고 순환 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "변화 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "운명 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "불가피한 변화와 전환의 카드. 흐름을 받아들이고 타이밍을 활용하면 운이 열리는 구간.",
          "love": "싱글은 새로운 인연 기회가 커진다. 커플은 관계 방향이 바뀌는 시기라 소통의 질이 중요하다.",
          "career": "이직·승진·역할 전환에 유리한 신호. 준비된 사람에게 기회가 빠르게 온다.",
          "money": "재정 곤란이 완화되거나 보상 흐름이 생길 수 있다. 반대로 안정기라면 변동 대비 저축을 강화해야 한다.",
          "health": "컨디션 변화 폭이 커질 수 있다. 회복 신호가 있으나 과로를 줄이고 루틴을 안정화해야 한다."
        },
        "reversed": {
          "summary": "타이밍 불일치와 외부 변수로 계획이 흔들릴 수 있는 시기. 통제 불가능한 요소를 인정해야 한다.",
          "love": "과거 집착이나 열정 저하로 관계 정체가 나타날 수 있다. 무리한 복원보다 현실 점검이 우선이다.",
          "career": "조직 변화/압박으로 어려움이 커질 수 있다. 지금은 큰 베팅보다 재정비와 관망이 안전하다.",
          "money": "고위험 투자·도박·과소비를 피해야 한다. 현금흐름 방어와 고정비 관리에 집중하라.",
          "health": "스트레스성 악화(체중·피부·수면)가 생기기 쉬우므로 음주/과식 의존을 줄이고 기본 건강관리를 강화하라."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 운과 순환, 전환의 불가피성을 상징한다. 운명의 수레바퀴는 상승과 하강이 반복되는 흐름 속에서 타이밍의 중요성을 알려준다. 좋은 시기에는 과속을 경계하고, 어려운 시기에는 지나감을 믿는 태도가 필요하다. 변화는 피할 수 없지만 대응 방식은 선택할 수 있다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 11,
      "name_ko": "정의",
      "name_en": "Justice",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "공정",
        "균형",
        "책임",
        "결단"
      ],
      "interpretation": {
        "upright": "객관적 판단, 인과응보, 승소, 공평한 거래",
        "reversed": "편견, 불공정, 책임 회피, 법적 분쟁"
      },
      "guidance": {
        "연애": "공정와 균형의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "공정 중심의 우선순위를 세우고 책임 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "균형 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "공정 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "공정성, 균형, 책임의 카드. 과거 행동의 결과를 받아들이고 합리적 결정을 내려야 하는 시기.",
          "love": "관계는 상호 존중과 정직의 수준만큼 보상받는다. 균형 잡힌 소통이 핵심이다.",
          "career": "일-삶 균형 점검이 필요하다. 원칙과 절차를 지키는 태도가 신뢰와 성과를 만든다.",
          "money": "부채 정리/법적 정산/계약 처리에 유리한 흐름. 재정 규율을 유지하면 안정도가 올라간다.",
          "health": "생활 습관의 결과가 그대로 드러나는 시기. 기본기(식사·운동·수면)를 지키면 회복 가능성이 높다."
        },
        "reversed": {
          "summary": "책임 회피, 불공정, 자기기만을 경고한다. 문제를 미루면 비용이 커진다.",
          "love": "감정 숨김, 불신, 과거 상처 미해결이 갈등을 키운다. 불편한 진실을 다루는 용기가 필요하다.",
          "career": "부당 대우·성과 가로채기 상황이 나타날 수 있다. 감정 대응보다 근거 중심 요청이 효과적이다.",
          "money": "비윤리적 재정 행동은 관계와 신뢰를 훼손한다. 손실을 줄이려면 즉시 투명성을 회복해야 한다.",
          "health": "나쁜 습관 누적이 건강 악화로 이어지기 쉬운 구간. 조기 교정이 필수다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 공정성과 책임, 인과의 균형을 상징한다. 정의 카드는 감정적 유불리보다 사실과 원칙에 근거한 판단을 요구한다. 저울과 검은 ‘균형 잡힌 결론’과 ‘명확한 결단’을 동시에 뜻한다. 지금은 변명보다 정리, 회피보다 책임이 유리하다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 12,
      "name_ko": "매달린 사람",
      "name_en": "The Hanged Man",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "희생",
        "정지",
        "새로운 시각",
        "인내"
      ],
      "interpretation": {
        "upright": "잠시 멈춤, 가치관의 전환, 헌신적인 태도, 수용",
        "reversed": "헛된 희생, 정체기, 변화 거부, 우유부단"
      },
      "guidance": {
        "연애": "희생와 정지의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "희생 중심의 우선순위를 세우고 새로운 시각 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "정지 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "희생 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "잠시 멈춰 관점을 바꿔야 하는 시기. 희생과 숙고를 통해 정체의 원인을 파악하면 다음 단계가 열린다.",
          "love": "관계에 대한 불만이나 거리감이 드러날 수 있다. 감정 정리와 솔직한 대화가 필요하며, 집착은 내려놓는 것이 좋다.",
          "career": "현재 방식이 막혔다면 한 발 물러나 재설계해야 한다. 즉시 성과보다 방향 재정립이 우선이다.",
          "money": "소비/저축 패턴을 재평가해야 한다. 지금까지의 습관과 반대 전략이 오히려 균형 회복에 도움이 될 수 있다.",
          "health": "건강 관리 접근을 바꿔보면 좋다. 고강도만 고집하지 말고 회복·유연성 루틴을 병행하라."
        },
        "reversed": {
          "summary": "성급한 판단과 반복 실수를 경고한다. 속도를 늦추고 손상된 부분을 복구하는 과정이 필요하다.",
          "love": "관계 문제를 직면하지 않으면 악화된다. 싱글은 과거 패턴 반복을 멈추고 교훈을 반영해야 한다.",
          "career": "정체의 원인을 알면서도 미루는 상태일 수 있다. 주도권을 회복하려면 작은 실행부터 재개해야 한다.",
          "money": "두려움으로 결정을 미루기보다 새로운 관점으로 재정 구조를 점검해야 한다. 필요하면 전문가 조언이 유효하다.",
          "health": "기존 치료·관리만으로 한계가 느껴지면 보완 전략을 검토하라. 증상 악화 전 조기 대응이 중요하다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 숙고와 관점 전환, 의미 있는 멈춤을 뜻한다. 매달린 사람은 정체가 실패가 아니라 재해석의 기회일 수 있음을 보여준다. 기존 방식이 막혔다면 다른 시야로 문제를 다시 보아야 한다. 내려놓음은 손실이 아니라 새로운 통찰의 입구가 될 수 있다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 13,
      "name_ko": "죽음",
      "name_en": "Death",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "종결",
        "이행",
        "전환",
        "재탄생"
      ],
      "interpretation": {
        "upright": "과거의 끝, 근본적인 변화, 새로운 장의 시작",
        "reversed": "변화에 대한 두려움, 미련, 억지로 버팀"
      },
      "guidance": {
        "연애": "종결와 이행의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "종결 중심의 우선순위를 세우고 전환 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "이행 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "종결 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "끝과 시작의 전환 카드. 과거를 정리해야 새로운 사이클이 열린다. 변화 자체가 재탄생의 조건이다.",
          "love": "관계 패턴의 근본 전환이 필요하다. 낡은 습관을 버리면 이후 관계는 이전과 다른 건강한 형태로 갈 수 있다.",
          "career": "안정에만 머무르면 기회를 잃을 수 있다. 이직·전환·새 프로젝트로의 도약이 장기적으로 유리할 수 있다.",
          "money": "재정 압박기에 구조조정이 필요하다. 감정적 반응보다 현실적 대응과 우선순위 정리가 핵심이다.",
          "health": "스트레스 관리와 생활 리셋이 중요하다. 소모적 습관을 줄이고 회복 중심 루틴을 구축해야 한다."
        },
        "reversed": {
          "summary": "필요한 변화를 거부해 정체가 길어지는 상태. 미지의 두려움보다 전환의 필요를 인정해야 한다.",
          "love": "관계의 끝/변화 신호를 외면하면 고통이 길어진다. 현실을 인정하고 다음 단계를 선택해야 한다.",
          "career": "의미 없는 루틴에 고착될 수 있다. 진로 방향을 재검토하고 장기 가치 중심으로 조정해야 한다.",
          "money": "재정 위기 가능성을 경고한다. 소비 습관을 교정하고 방어적 운영으로 체질을 바꿔야 한다.",
          "health": "증상을 방치하면 악화될 수 있다. 조기 진단과 적극적 치료가 필요하다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 종결과 재탄생, 구조적 전환의 카드이다. 죽음 카드는 끝을 통해 새 주기를 여는 강한 변화를 나타낸다. 붙잡을수록 고통이 커지고, 정리할수록 회복이 빨라진다. 지금은 낡은 패턴을 끝내고 새로운 기준으로 이동할 시기다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 14,
      "name_ko": "절제",
      "name_en": "Temperance",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "조화",
        "균형",
        "중용",
        "인내"
      ],
      "interpretation": {
        "upright": "감정 조절, 타협과 화합, 건강한 회복, 평온",
        "reversed": "불균형, 과잉, 소통 부재, 조급함"
      },
      "guidance": {
        "연애": "조화와 균형의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "조화 중심의 우선순위를 세우고 중용 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "균형 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "조화 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "균형, 절제, 인내의 카드. 극단을 피하고 조화롭게 조율할 때 안정적 성과를 얻는다.",
          "love": "관계 내 상호 존중과 조화가 강해진다. 갈등이 있어도 대화로 안정적으로 복구 가능하다.",
          "career": "성급함보다 꾸준함이 성과를 만든다. 기회 선택 시 타이밍을 보고 신중히 움직이는 것이 유리하다.",
          "money": "재정이 점진적으로 안정되는 흐름. 과소비를 줄이고 실속형 관리로 기반을 강화해야 한다.",
          "health": "생활 습관 교정에 매우 유리한 시기. 운동·수면·식습관의 균형을 맞추면 회복력이 커진다."
        },
        "reversed": {
          "summary": "불균형과 과잉을 경고한다. 충동적 습관을 줄이고 내적 조율을 회복해야 한다.",
          "love": "주고받음의 불균형으로 충돌이 반복될 수 있다. 감정 조율과 속도 조절이 필요하다.",
          "career": "단독 강행보다 협업/검증이 중요하다. 무리한 추진은 손실로 이어질 수 있다.",
          "money": "기본 재정은 유지되더라도 판단이 흔들릴 수 있다. 기회 추종 시 리스크 관리 기준을 먼저 세워야 한다.",
          "health": "컨디션 문제의 핵심은 생활 불균형이다. 휴식·영양·활동의 리듬을 재정렬해야 한다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 절제와 조화, 인내의 흐름을 상징한다. 절제 카드는 극단을 피하고 리듬을 맞출 때 가장 안정적인 성과가 나온다고 말한다. 서두르지 않는 균형 감각이 관계와 일, 건강을 동시에 살린다. 지금은 ‘빠른 답’보다 ‘지속 가능한 답’을 선택해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 15,
      "name_ko": "악마",
      "name_en": "The Devil",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "속박",
        "중독",
        "유혹",
        "물질주의"
      ],
      "interpretation": {
        "upright": "집착, 욕망의 노예, 벗어나기 힘든 상황, 유혹",
        "reversed": "속박에서 해방, 자각, 나쁜 습관 교정, 자유"
      },
      "guidance": {
        "연애": "속박와 중독의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "속박 중심의 우선순위를 세우고 유혹 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "중독 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "속박 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "유혹, 집착, 중독, 물질 집착을 경고하는 카드. 지금의 욕망이 삶의 주도권을 빼앗고 있는지 점검해야 한다.",
          "love": "관계가 정체되거나 의존/소유 패턴이 강해질 수 있다. 지속 여부를 현실적으로 판단하고 경계를 세워야 한다.",
          "career": "성취감 없는 일에 갇힌 감각, 권력·통제 문제, 직장 내 소모적 관계가 나타날 수 있다.",
          "money": "재정 압박 가능성이 커진다. 소비 유혹을 줄이고 방어적 운영(예산·저축·지출 통제)이 필요하다.",
          "health": "중독성 습관, 스트레스성 질환 위험을 경고한다. 조기 점검과 전문 도움 요청이 중요하다."
        },
        "reversed": {
          "summary": "속박에서 벗어나는 전환 신호. 해로운 관계·환경·습관을 정리하고 자율성을 회복할 수 있다.",
          "love": "강한 매력 뒤의 위험 신호를 냉정히 봐야 한다. 지나친 의존/폭력적 패턴 가능성을 경계하라.",
          "career": "직업 목표와 가치관을 재정의하며 새로운 선택지를 보게 된다. 인식 변화가 행동 변화로 이어질 시기다.",
          "money": "재정 습관의 후유증이 드러날 수 있다. 분수에 맞는 구조로 복귀하고 고정비부터 조정해야 한다.",
          "health": "파괴적 패턴 종료에 유리한 카드. 회복 과정은 진행 중이며 꾸준한 관리가 관건이다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 유혹과 집착, 중독의 고리를 자각하게 하는 카드이다. 악마는 외부 억압처럼 보이지만 실제로는 스스로 허용한 속박을 비춘다. 욕망 자체가 문제가 아니라 통제권 상실이 핵심 위험이다. 지금은 진짜 필요와 충동을 구분하는 훈련이 필요하다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 16,
      "name_ko": "탑",
      "name_en": "The Tower",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "붕괴",
        "충격",
        "해방",
        "격변"
      ],
      "interpretation": {
        "upright": "갑작스러운 사고, 가치관의 파괴, 충격적인 소식",
        "reversed": "재난을 피함, 지연되는 붕괴, 두려움 속에 버팀"
      },
      "guidance": {
        "연애": "붕괴와 충격의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "붕괴 중심의 우선순위를 세우고 해방 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "충격 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "붕괴 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "예상치 못한 충격과 붕괴를 통해 진실이 드러나는 카드. 불편한 현실을 직면할수록 재건이 빨라진다.",
          "love": "관계의 숨겨진 문제나 배신, 급격한 갈등이 표면화될 수 있다. 진실 기반 결단이 필요하다.",
          "career": "조직 변화·불안정·갈등으로 흔들릴 수 있다. 위기 대응과 리스크 관리가 우선 과제다.",
          "money": "대형 손실/실수 가능성을 경고한다. 고위험 투자와 무리한 지출을 즉시 줄여야 한다.",
          "health": "급격한 컨디션 저하 가능성이 있어 선제 검진이 유리하다. 방치보다 조기 확인이 중요하다."
        },
        "reversed": {
          "summary": "위기를 피하려 해도 변화는 진행된다. 충격은 크지만 장기적으로 구조를 다시 세우는 계기가 된다.",
          "love": "끝난 관계를 붙잡기보다 현실을 인정하는 편이 손실을 줄인다. 정리는 다음 인연의 공간을 만든다.",
          "career": "압박 속에서도 버티는 힘은 있으나 한계 관리가 필요하다. 실패가 오더라도 방향 전환의 시작점이 될 수 있다.",
          "money": "재정 파열을 막기 위한 구조조정이 필요하다. 위기를 계기로 새로운 수입 전략을 설계할 수 있다.",
          "health": "경고 신호를 무시하지 말아야 한다. 철저한 검진으로 불안을 사실 기반으로 정리하라."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 붕괴와 폭로, 급격한 각성의 카드이다. 탑은 무리한 구조가 더 버티기 전에 무너지며 진실이 드러남을 상징한다. 충격은 크지만 재건의 출발점이 되기도 한다. 지금은 변화를 막기보다 손실을 최소화하며 기반을 다시 세우는 전략이 중요하다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 17,
      "name_ko": "별",
      "name_en": "The Star",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "희망",
        "영감",
        "치유",
        "정화"
      ],
      "interpretation": {
        "upright": "낙관적인 미래, 정신적 안식, 목표 달성 기미",
        "reversed": "실망, 영감 상실, 비관적인 태도, 기회 놓침"
      },
      "guidance": {
        "연애": "희망와 영감의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "희망 중심의 우선순위를 세우고 치유 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "영감 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "희망 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "희망, 치유, 창의성, 낙관의 카드. 지금의 선택이 긍정적 결과로 이어질 가능성이 높다.",
          "love": "관계를 한 단계 진전시키기 좋은 시기. 싱글은 예상 밖이지만 건강한 인연이 들어올 수 있다.",
          "career": "새 기회(승진·이직·확장)가 열리는 흐름. 준비된 사람에게 좋은 제안이 들어오기 쉽다.",
          "money": "작지만 의미 있는 재정 개선 신호. 무리한 베팅보다 계산된 소규모 기회가 유리하다.",
          "health": "회복 운이 좋은 카드. 기본 검진과 생활 습관 유지로 안정적인 컨디션이 가능하다."
        },
        "reversed": {
          "summary": "비관과 의욕 저하로 시야가 좁아질 수 있다. 희망의 근거를 다시 세우는 작업이 필요하다.",
          "love": "권태·거리감이 커질 수 있다. 오래된 갈등을 재정리해야 관계 회복 가능성이 생긴다.",
          "career": "일의 의미를 잃었다고 느낄 수 있다. 관점 전환 혹은 방향 전환 여부를 냉정히 점검하라.",
          "money": "생각보다 상황이 나쁘지 않을 수 있다. 예산 재점검으로 불안의 실체를 구분해야 한다.",
          "health": "신체보다 인지·정서 문제에서 피로가 커질 수 있다. 검진과 루틴 복구가 도움된다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 희망과 치유, 영감의 회복을 상징한다. 별 카드는 어둠 뒤에 오는 맑은 시야와 재정렬의 시간을 뜻한다. 과한 두려움을 내려놓고 장기 낙관을 회복할 때 선택이 선명해진다. 지금은 작은 회복 신호를 놓치지 않고 꾸준히 키우는 것이 관건이다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 18,
      "name_ko": "달",
      "name_en": "The Moon",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "불안",
        "혼란",
        "잠재의식",
        "환상"
      ],
      "interpretation": {
        "upright": "모호한 상황, 보이지 않는 적, 변덕스러운 감정",
        "reversed": "불안 해소, 진실의 발견, 오해 풀림, 직시"
      },
      "guidance": {
        "연애": "불안와 혼란의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "불안 중심의 우선순위를 세우고 잠재의식 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "혼란 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "불안 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "환상과 현실이 섞이는 시기. 보이는 것만 믿기 어렵고, 숨은 변수와 감정의 파고를 관리해야 한다.",
          "love": "변화를 원하는 마음이 커지며 관계의 본질을 점검하게 된다. 과도한 이상화는 위험하다.",
          "career": "의사소통 혼선이 불만의 핵심일 수 있다. 솔직한 조율과 역할 명확화가 필요하다.",
          "money": "주변 조언에 의존한 큰 결정보다 보수적 선택이 유리하다. 검증 없는 제안은 피하라.",
          "health": "불안·우울 등 정신적 소모 신호를 점검해야 한다. 필요 시 전문 상담이 효과적이다."
        },
        "reversed": {
          "summary": "혼란이 점차 걷히고 진실이 보이기 시작하는 구간. 착각에서 벗어나 현실 판단이 가능해진다.",
          "love": "상대의 본모습을 알게 되는 시기. 진실을 인정하고 관계의 방향을 다시 정해야 한다.",
          "career": "정체를 깨기 위한 접근 변화가 필요하다. 창의적 시도와 업무 방식 전환이 효과적이다.",
          "money": "재정 흐름의 회복 신호가 있다. 급여/기회 개선 가능성을 실무적으로 활용하라.",
          "health": "정서 안정이 회복되며 컨디션도 나아질 수 있다. 안정 루틴을 꾸준히 유지해야 한다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 환상과 현실, 불안과 직관이 교차하는 카드이다. 달 카드는 모호함 속에서 감정이 판단을 흐릴 수 있음을 경고한다. 겉보기 안정 뒤에 숨은 변수와 진실을 점검해야 한다. 지금은 빠른 결론보다 사실 확인과 심리 안정이 우선이다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 19,
      "name_ko": "태양",
      "name_en": "The Sun",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "성공",
        "기쁨",
        "활력",
        "명료함"
      ],
      "interpretation": {
        "upright": "최고의 행운, 긍정적인 에너지, 성취, 밝은 미래",
        "reversed": "일시적인 지연, 과한 자신감, 약간의 우울감"
      },
      "guidance": {
        "연애": "성공와 기쁨의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "성공 중심의 우선순위를 세우고 활력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "기쁨 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "성공 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "성공, 활력, 명료함, 낙관의 카드. 자신감과 실행력이 맞물려 결과를 만드는 시기다.",
          "love": "자기 확신이 건강한 관계를 끌어당긴다. 커플은 신뢰와 소통을 통해 밝은 미래를 설계할 수 있다.",
          "career": "성과 가시화, 평판 상승, 협업 관계 개선이 기대된다. 축하할 만한 결과가 나올 가능성이 높다.",
          "money": "수입 개선·부가 기회가 생길 수 있다. 성과 기반 보상 흐름을 잘 관리하면 안정도가 오른다.",
          "health": "에너지와 회복력이 좋은 시기. 새로운 운동/취미를 시작하기에 적합하다."
        },
        "reversed": {
          "summary": "낙관이 가려져 의욕 저하나 과신이 동시에 나타날 수 있다. 자기 평가를 현실적으로 조정해야 한다.",
          "love": "자신감 과잉 또는 거리감으로 미세한 균열이 생길 수 있다. 표현 방식의 균형이 중요하다.",
          "career": "성과 지연, 피로 누적으로 방향 감각이 흔들릴 수 있다. 목표를 재조정하고 회복 시간을 확보하라.",
          "money": "큰 지출/중요 결정은 검토 시간을 길게 가져야 한다. 비관도 과신도 피하는 중립적 판단이 필요하다.",
          "health": "무기력·저하감이 있을 수 있다. 기본 검진과 휴식-활동 밸런스 회복이 필요하다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 성취와 활력, 명료한 자신감을 상징한다. 태양 카드는 노력의 가시화와 긍정적 확장을 가져오는 밝은 카드다. 자신감은 관계와 일의 추진력을 크게 높이며 주변에도 좋은 영향력을 준다. 현재는 감사와 실행을 함께 가져갈수록 결과가 크게 열린다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 20,
      "name_ko": "심판",
      "name_en": "Judgement",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "부활",
        "결정",
        "소식",
        "보상"
      ],
      "interpretation": {
        "upright": "중요한 결단의 시기, 재회, 과거의 청산, 승인",
        "reversed": "결정 연기, 자책감, 과거에 얽매임, 불리한 소식"
      },
      "guidance": {
        "연애": "부활와 결정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "부활 중심의 우선순위를 세우고 소식 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "결정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "부활 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "부활, 결단, 책임의 카드. 중요한 전환 앞에서 과거를 정리하고 새로운 기준을 선택해야 한다.",
          "love": "현재 관계의 의미를 평가하는 시기. 이어가든 끝내든, 이후 삶에 필요한 교훈을 남긴다.",
          "career": "평가·발탁·스카우트 가능성이 있다. 준비된 태도와 성과 축적이 기회를 현실화한다.",
          "money": "보수적 관리가 필요한 구간. 고위험 선택을 줄이고 안전 자산 중심으로 운영하라.",
          "health": "정서·신체 회복 의지가 커지는 카드. 건강한 습관으로 전환하기 좋은 시기다."
        },
        "reversed": {
          "summary": "우유부단과 자기 의심이 기회를 지연시킬 수 있다. 결정을 미루는 비용을 인식해야 한다.",
          "love": "관계의 다음 단계를 미루면 정체가 길어진다. 명확한 선택이 양측 모두를 살린다.",
          "career": "기회는 오지만 자신감 부족으로 놓치기 쉽다. 능력에 대한 신뢰를 행동으로 연결해야 한다.",
          "money": "재정 안정 회복 가능성이 있다. 다만 여유가 생겨도 계획 없는 리스크 확대는 피해야 한다.",
          "health": "과거 상처/불안을 붙잡고 있으면 회복이 느리다. 수용과 루틴 회복이 핵심이다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 부활과 판단, 선택의 책임을 강조한다. 심판 카드는 과거의 경험을 평가해 다음 단계로 넘어가라는 부름이다. 미루던 결정을 정리할수록 에너지가 회복되고 방향이 또렷해진다. 지금은 자기 의심보다 자기 신뢰로 행동을 전환해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 21,
      "name_ko": "세계",
      "name_en": "The World",
      "arcana": "Major",
      "suit": "Major",
      "keywords": [
        "완성",
        "성공",
        "여행",
        "통합"
      ],
      "interpretation": {
        "upright": "완벽한 마무리, 목표 달성, 글로벌한 성공, 조화",
        "reversed": "미완성, 지체됨, 서투른 끝맺음, 한계에 부딪힘"
      },
      "guidance": {
        "연애": "완성와 성공의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "완성 중심의 우선순위를 세우고 여행 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "성공 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "완성 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "완성, 성취, 통합의 카드. 긴 여정의 마무리 단계이며, 마지막 집중이 결과의 질을 결정한다.",
          "love": "관계의 안정과 공동 목표 달성에 유리하다. 결혼·동거·장기 계획 등 다음 단계로 발전 가능성이 크다.",
          "career": "목표 달성 직전의 구간. 지금까지의 노력이 결실로 이어질 가능성이 높아 실행과 마무리에 집중해야 한다.",
          "money": "재정은 보수적으로 운용할수록 안정성이 높다. 고위험 베팅보다 저축·분산·검증된 투자 전략이 유리하다.",
          "health": "회복과 안정에 유리한 흐름. 작은 문제는 관리 가능성이 크고, 기본 루틴 유지가 효과적이다."
        },
        "reversed": {
          "summary": "마무리 지연, 완성도 부족, 쉬운 길 선택을 경고한다. 진짜 성장은 어려운 과정을 통과할 때 만들어진다.",
          "love": "연애와 개인 목표의 균형이 흔들릴 수 있다. 솔직한 조율 대화가 관계 유지의 핵심이다.",
          "career": "잠재력을 가로막는 자기 제한이 있을 수 있다. 불필요한 장애물을 식별하고 제거해야 한다.",
          "money": "현재 재정 상태에 맞게 전략을 재설계해야 한다. 기존 성향의 반대 축(안정↔위험)을 소규모로 조정해 균형을 맞춰라.",
          "health": "지속하던 방식이 맞지 않을 수 있다. 운동·식단·수면 중 핵심 변수를 재설정해 접근을 바꿔야 한다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 완성과 통합, 여정의 결실을 상징한다. 세계 카드는 목표 달성과 마무리의 질, 그리고 다음 주기로의 연결을 동시에 뜻한다. 마지막 구간일수록 디테일 관리가 성과의 완성도를 결정한다. 지금은 끝내는 힘과 감사의 태도가 새로운 시작을 준비시킨다. 필요한 부분만 편하게 받아들이시면 됩니다."
    },
    {
      "id": 22,
      "name_ko": "지팡이 에이스",
      "name_en": "Ace of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "열정",
        "기회",
        "의지",
        "창의성"
      ],
      "interpretation": {
        "upright": "새로운 프로젝트, 영감의 탄생, 모험의 시작",
        "reversed": "의욕 저하, 계획 취소, 성급한 시작, 중단"
      },
      "guidance": {
        "연애": "열정와 기회의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "열정 중심의 우선순위를 세우고 의지 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "기회 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "열정 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "새로운 시작, 창의적 점화, 행동 개시의 카드. 기회를 빠르게 포착하면 성과로 연결될 가능성이 크다.",
          "love": "관계에 열정과 활기가 높아진다. 싱글은 용기 있게 표현할수록 새 인연 가능성이 커진다.",
          "career": "새 프로젝트/아이디어 실행에 유리한 시기. 주도적으로 움직이면 평판과 성장 기회가 따라온다.",
          "money": "작은 보너스·선물·부수입 가능성이 있다. 유입 자금은 재투자나 미래 대비 자금으로 운용하는 것이 좋다.",
          "health": "활력 회복과 생활 개선의 시작점. 체중관리·운동 루틴을 시작하기에 적합한 구간이다."
        },
        "reversed": {
          "summary": "지연, 의욕 저하, 자기 의심으로 시동이 걸리지 않는 상태. 시작을 막는 심리 장벽을 먼저 해소해야 한다.",
          "love": "싱글은 과한 자기검열이 매력을 가린다. 커플은 누적된 문제를 미루지 말고 구조적으로 해결해야 한다.",
          "career": "승진/이직 지연이나 실망 소식 가능성이 있다. 불만이 크다면 적합한 분야로 재탐색을 시작하라.",
          "money": "지출 증가와 자금 압박이 겹칠 수 있다. 위험투자를 줄이고 현금흐름 방어를 우선해야 한다.",
          "health": "지속 의지 부족이 건강 개선을 막는다. 무리한 목표보다 실행 가능한 루틴을 고정하는 것이 핵심이다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.1 (정/역방향) - Ace of Wands\n순간을 포착하다\n완즈 1번 에이스 카드는 창의력, 용기 그리고 새로운 시작을 상징한다.\n 이 타로 카드의 가장 중요한 메시지는 순간을 포착하는 것이다. 기회를 포착하면 탁월한 결과를 얻을 수 있다.\n카드에는 구름에서 손을 뻗어나와 큰 지팡이를 움켜쥐는 모습이 묘사되어 있으며, 멀리 언덕 꼭대기에 성이 있는 풍경이 보인다.\n구름과 거대한 손은 높은 곳에서 여러분에게 제공되는 새로운 기회를 상징하면서, 하나님을 환기시킨다.\n 지팡이의 꽃은 성장과 새로운 시작을 의미하며, 뒤쪽에 보이는 성은 성공을 상징한다.\n또한 언덕과 산은 우리의 목표를 달성하기 위해서는 노력과 용기가 필요하다는 것을 나타낸다.\n\n< 카드가 나타내는 사람의 성격&특징 >\n에이스 완즈(Ace of Wands)의 개성을 가진 사람들은 끈질기고, 추진력이 뛰어나며, 끊임없이 새로운 아이디어가 떠오르는 사람이다.\n 동시에 개인주의적 특성도 있어, 그 사람은 종종 자신의 의견이 가장 가치 있다고 생각한다.\n 성공만이 자신의 가치의 결정 요인이 아니라는 점을 기억하기 위해 자신의 내면적 성찰이 필요하다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 에이스 완즈(Ace of Wands)의 개성을 가진 사람들은 끈질기고, 추진력이 뛰어나며, 끊임없이 새로운 아이디어가 떠오르는 사람이다. 동시에 개인주의적 특성도 있어, 종종 자신의 의견이 가장 가치 있다고 생각한다. 성공만이 자신의 가치의 결정 요인이 아니라는 점을 기억하기 위해 내면적 성찰이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요."
    },
    {
      "id": 23,
      "name_ko": "지팡이 3",
      "name_en": "Three of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "확장",
        "전망",
        "협력",
        "무역"
      ],
      "interpretation": {
        "upright": "성공적인 기반, 더 넓은 세계로 진출, 비즈니스 확장",
        "reversed": "발전 없음, 안목 부족, 협력의 실패, 지연"
      },
      "guidance": {
        "연애": "확장와 전망의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "확장 중심의 우선순위를 세우고 협력 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "전망 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "확장 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 3번 카드는 앞을 내다보고 밝은 미래를 계획하는 것을 상징한다. 열심히 일하고 위험을 감수해야 하는 기회를 얻게 되며, 세상과 자신에 대한 이해가 확대된다.",
          "love": "관계는 편안한 속도로 발전하고 함께 여행을 통해 서로를 더 깊이 알게 될 수 있다. 장거리 연애 가능성도 있다. 싱글은 휴가나 여행 중 새로운 인연을 만날 수 있다.",
          "career": "다른 사람들이 간과한 분야에서 새로운 가능성을 발견할 수 있다. 본능을 신뢰하고 인내하면 성공한다.",
          "money": "재정 상태가 개선될 가능성이 높다. 사업 확장이나 투자에 유리하며, 성과 후 여행 등 경험 소비도 가능하다.",
          "health": "기존 부상이나 컨디션 저하가 회복될 수 있다. 완쾌 후에는 무리하기보다 몸과 리듬을 다시 맞추는 과정이 필요하다."
        },
        "reversed": {
          "summary": "역방향 완즈 3번 카드는 개인적 여정의 장애와 방향 상실을 뜻한다. 계획 실현이 지연되거나 예상치 못한 차질이 생길 수 있다.",
          "love": "관계 정체와 가치관 차이로 갈등이 커질 수 있다. 장거리 연애에서의 거리감 문제가 드러날 수 있으며, 필요하면 관계 재평가가 필요하다.",
          "career": "진행 지연과 외부 환경(상급자/사업 둔화)으로 좌절이 커질 수 있다. 장기 커리어를 다시 설계할 시간을 가지는 것이 유효하다.",
          "money": "순자산 확대 시도가 기대만큼 성과를 내지 못할 수 있다. 단기적 재정 차질이 올 수 있으나, 이를 계기로 구조를 더 단단히 만들 수 있다.",
          "health": "장기화된 증상으로 신체·감정 피로가 누적될 수 있다. 인내심을 갖고 꾸준히 관리하면 결국 회복 가능하다."
        }
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.3 (정/역방향)\n여행과 성공\n완즈 3번 카드는 앞의 카드인 1,2번 완즈가 세운 길을 따라 계속된다.\n이 카드는 여행, 탐험, 그리고 가능성을 현실로 바꾸는 데 필요한 선견지명을 갖는 것을 나타낸다.\n 그것은 긍정적인 신호로, 한 사람의 모험이 성공했음을 나타낸다.\n완즈 3번 카드는 땅 속에 단단히 심어진 세 개의 높은 지팡이를 옆에 두고 바다를 내려다보고 있는 한 남자를 묘사하고 있다.\n 그는 선견지명을 가지고 있어 앞으로 닥칠 모든 것을 볼 수 있다.\n 바다는 삶의 모든 도전과 기회를 상징하며, 단단히 세워진 세 개의 지팡이는 그 남자의 미래 계획에 대한 의지를 나타낸다.\n\n< 카드가 나타내는 사람의 성격&특징 >\n완즈 3번 카드가 나타내는 사람은 단호한 몽상가이다.\n 그들은 아이디어가 많으며, 다른 사람들과는 다른 면에서 가능성을 본다.\n그들의 낙관론은 믿을 수 없는 추진력과 집념에 의해서 이루어지기도 한다.\n그 사람은 거만하게 보일 수도 있고, 다른 사람들보다 더 나은 것처럼 행동할 수도 있다.\n 그들의 절제되지 않은 낙관주의의 단점은 그들이 과하게 경쟁적일 수 있다는 것이고, 이것은 종종 주변 사람들을 밀어낼 수 있다는 것이다.\n그들은 그들의 숭고한 목표에 도달하기 위해 어떤 일에도 멈추지 않는 타입의 사람이다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 3번 카드가 나타내는 사람은 단호한 몽상가다. 아이디어가 많고 남들이 보지 못한 가능성을 읽는다. 강한 추진력과 집념이 장점이지만, 과한 낙관과 경쟁심은 주변을 밀어낼 수 있어 균형 잡힌 태도가 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요."
    },
    {
      "id": 24,
      "name_ko": "지팡이 8",
      "name_en": "Eight of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "속도",
        "급진전",
        "소식",
        "여행"
      ],
      "interpretation": {
        "upright": "빠른 소식, 일의 급진전, 항공 여행, 장애물 제거",
        "reversed": "진행 지연, 혼란스러운 소통, 성급한 행동"
      },
      "guidance": {
        "연애": "속도와 급진전의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "속도 중심의 우선순위를 세우고 소식 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "급진전 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "속도 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.8 (정/역방향)\n즉각 행동을 취하다, 바로 실행하다\n완즈 8번 카드는 빠른 변화와 신속한 행동을 취해야 할 필요성을 상징한다.\n 이 카드의 강한 에너지는 긴박감을 준다.\n전체 타로 카드 중에서 가장 수수께끼 같은 카드 중 하나인 완즈 8번 카드는, 하늘을 가르는 8개의 지팡이 외에는 시각적인 단서들을 거의 제공하지 않는다.\n 지팡이들은 아래쪽으로 향하고 있는데, 이것은 그들이 누군가에 의해 던져졌고 엄청난 속도로 땅을 향해 돌진하고 있다는 것을 암시한다.\n지팡이 뒤로 보이는 하늘은 맑고 푸르러, 지팡이가 장애물을 마주하지 않는다는 것을 보여준다.\n 배경에는 나무가 우거진 구릉 풍경과 생기가 넘쳐 보이는 강물도 있다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 8번 카드는 매우 의욕적이고, 목표 지향적이며, 변화를 두려워하지 않는 사람을 상징한다. 여행과 세상을 보고 싶은 갈망이 강하고, 빠른 추진력으로 멀티태스킹과 동시 과제를 잘 해낸다. 다만 속도가 너무 빨라 주변을 압도하거나 스스로도 페이스를 감당하기 어려울 수 있어 조절이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 8번 카드는 예상치 못한 새로운 성장 기회를 나타낸다. 행동 타이밍이 중요하며, 빠른 전개 속에서도 충동성은 경계해야 한다.",
          "love": "소용돌이 같은 강한 로맨스나 급속 전개가 들어올 수 있다. 커플은 약혼/임신 등 중요한 소식을 맞이할 가능성이 있다.",
          "career": "직장 흐름이 급격히 빨라지고 책임이 커질 수 있다. 준비 체감과 상관없이 실전에서 역량을 증명할 기회가 온다.",
          "money": "재정의 유입·유출 변동이 큰 시기다. 신규 고위험 투자보다 목표 재정렬과 지출 구조 점검이 우선이다.",
          "health": "회복 속도가 빨라질 수 있다. 식단·운동 루틴 변화도 빠르게 결과를 낼 수 있으므로 즉시 실행이 유리하다."
        },
        "reversed": {
          "summary": "역방향 완즈 8번 카드는 느림, 정체, 걱정을 뜻한다. 속도 저하로 좌절이 커질 수 있으나, 비난보다 재집중이 필요하다.",
          "love": "관계에서 열정·의지 저하가 나타날 수 있다. 커플은 지속 가능성에 대한 점검이 필요하고, 싱글은 무리한 만남보다 자기 성장에 집중하는 편이 좋다.",
          "career": "경력 정체와 방향성 혼란이 커질 수 있다. 현 환경이 막혀 있다면 이직 준비를 단계적으로 진행해야 한다.",
          "money": "불안 기반 과소비를 주의해야 한다. 쇼핑 대체 루틴을 만들고 소비 트리거를 통제하는 것이 필요하다.",
          "health": "회복 지연 또는 생활습관 무너짐 신호다. 의지를 다시 세우고 건강 루틴을 엄격히 복구해야 한다."
        }
      }
    },
    {
      "id": 25,
      "name_ko": "지팡이 10",
      "name_en": "Ten of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "책임",
        "압박",
        "과로",
        "완수"
      ],
      "interpretation": {
        "upright": "과도한 부담, 혼자 짊어진 짐, 목표 직전의 힘겨움",
        "reversed": "책임 회피, 번아웃, 짐을 내려놓음, 고통 해소"
      },
      "guidance": {
        "연애": "책임와 압박의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "책임 중심의 우선순위를 세우고 과로 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "압박 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "책임 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.10 (정/역방향)\n무거운 짐\n완즈 10번 카드는 당신에게 무리하고 있다는 것을 나타낸다.\n 조심하라, 성공이라는 명목으로 자신을 너무 몰아붙이고 있을 수도 있다.\n카드에는 10개의 크고 거추장스러운 지팡이를 든 한 남자가 보인다.\n 이 10 지팡이 묶음은 그가 감당해야 할 무거운 짐이다. 그는 몸을 굽혀서, 온 힘을 다해 모든 것을 들고 있다.\n그 남자는 중간 단계이고, 긴 여행길에 오른 것처럼 보인다.\n 멀리 보이는 작은 마을이 그의 목적지로 평범한 환경에서는 쉽게 도달할 수 있을 것이지만, 그가 들고 있는 지팡이 때문에 그는 빠르게 갈 수 없는 것 같다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 10번 카드는 재능 있고 성실하지만 자기희생이 과해 쉽게 지치는 사람을 상징한다. 타인의 요구를 자신의 필요보다 앞세우는 경향이 강해 과부하가 누적되기 쉽다. 배려심은 큰 장점이지만 경계선 설정과 자기돌봄이 없으면 잠재력을 소진하게 되므로 균형이 중요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 10번 카드는 큰 책임과 부담의 무게를 나타낸다. 과도한 짐은 본래 목표에서 멀어지게 만들 수 있다.",
          "love": "일·가정 의무로 관계 소통이 약해질 수 있다. 커플은 의도적으로 회복 시간을 확보해야 하며, 싱글은 바쁨을 핑계로 관계 가능성을 닫지 않도록 주의해야 한다.",
          "career": "열정으로 시작한 일이 과부하로 변했을 수 있다. 업무량을 줄이고 핵심 과제에 집중할 때 성과가 개선된다.",
          "money": "재정 부담이 크더라도 불안에 소진되지 않아야 한다. 물질적 성취보다 삶의 우선가치를 재정렬하는 것이 필요하다.",
          "health": "고강도 스트레스가 수면·식습관을 흔들 수 있다. 명상과 가벼운 운동, 회복 루틴 복구가 중요하다."
        },
        "reversed": {
          "summary": "역방향 완즈 10번 카드는 동기 저하와 회피, 미루기 패턴을 의미한다. 부담을 내려놓는 방식의 전환이 필요하다.",
          "love": "관계에서 한쪽만 짐을 드는 불균형이 커질 수 있다. 요구를 명확히 전달하고 변화가 없으면 관계 지속 가능성을 재평가해야 한다.",
          "career": "업무 압박이 임계치를 넘었을 가능성이 있다. 위임과 프로세스 개선으로 스트레스를 구조적으로 줄여야 한다.",
          "money": "큰 목표와 달리 소비 습관이 역행할 수 있다. 충동 소비·무리한 투자·부채를 직면하고 즉시 계획을 재수립해야 한다.",
          "health": "두려움으로 증상을 방치하지 말아야 한다. 검진과 조기 치료로 악화를 막는 것이 우선이다."
        }
      }
    },
    {
      "id": 26,
      "name_ko": "지팡이 기사",
      "name_en": "Knight of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "도전",
        "충동",
        "이동",
        "열정"
      ],
      "interpretation": {
        "upright": "에너지 넘치는 도전, 급격한 변화, 추진력 있는 인물",
        "reversed": "성급함, 분노 조절 장애, 무모한 행동, 중단"
      },
      "guidance": {
        "연애": "도전와 충동의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "도전 중심의 우선순위를 세우고 이동 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "충동 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "도전 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.12 (정/역방향) - Knight of Wands\n\n🔥 목표를 추구하다\n완즈 12번 카드(Knight of Wands)는 여러분이 자신감과 에너지, 그리고 확고한 결단력으로 목표를 추구할 것을 촉구한다.\n 용기 있는 사람들은 앞으로 나아갈 길을 분명히 알고, 만만치 않은 모험들 속에서 개인적인 성장을 이루어 낸다.\n카드에는 갑옷을 입은 기사가 질주하는 말을 타는 모습이 그려져 있다.\n 갑옷은 화끈하고 당당한 기사의 성격을 상징하는 밝은 붉은 깃털로 장식되어 있다.\n 그는 갑옷 외에도 변신을 상징하는 도롱뇽 무늬가 된 노란색 튜닉을 걸치고 있다.\n그의 갑옷과 말의 돌격 자세는 기사가 전투에 임하고 있다는 것을 암시하지만, 특이하게도 그는 칼 대신 지팡이를 들고 있다.\n 그 지팡이는 탐구의 본질을 드러내지만, 그의 열정과 활기는 부정할 수 없다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 12번 카드가 나타내는 사람은 매력과 자신감을 발산한다. 도전을 피하지 않고 행동을 취하는 것을 두려워하지 않으며, 자신과 능력에 대한 믿음이 강하다. 열정적이고 사교적이라 주변 사람들에게 대담함과 추진력을 전염시키는 타입이다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "완즈 12번 카드는 모험과 기회가 다가오고 있음을 뜻한다. 목표를 성취할 에너지와 결단력이 활성화된다.",
          "love": "커플은 관계의 새로운 국면과 열정 회복을 경험할 수 있다. 싱글은 자신감과 매력이 강해져 새로운 인연 유입 가능성이 높다.",
          "career": "의욕과 추진력이 높아지는 시기다. 바로 결과가 없더라도 네트워킹과 실행 준비를 강화하면 이후 성장으로 연결된다.",
          "money": "자금 재배치와 투자 검토에 유리한 구간이다. 곧 금전 기회나 유입 소식이 올 수 있으니 계획을 선행해야 한다.",
          "health": "중요 건강 결정을 미루지 말고 즉시 행동하는 것이 좋다. 생활 습관 개선은 빠를수록 효과가 크다."
        },
        "reversed": {
          "summary": "역방향 완즈 12번 카드는 성급한 판단, 자기 통제 부족, 실행 지속력 저하를 나타낸다. 잠시 속도를 늦추고 재정렬이 필요하다.",
          "love": "관계에서 무책임하거나 거만한 태도가 갈등을 키울 수 있다. 싱글은 진지하지 않은 상대를 구분하고 경계를 세워야 한다.",
          "career": "진로 방향성 혼란과 소진감이 커질 수 있다. 커리어 코칭이나 목표 재설계를 통해 장기 경로를 다시 잡는 것이 유효하다.",
          "money": "충동적 소비와 부채가 스트레스를 높일 수 있다. 감정 반응보다 구조적 예산 통제가 우선이다.",
          "health": "검증 없는 건강법을 급히 도입하면 역효과가 날 수 있다. 강도를 낮추고 꾸준한 루틴으로 전환해야 한다."
        }
      }
    },
    {
      "id": 27,
      "name_ko": "지팡이 여왕",
      "name_en": "Queen of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "자신감",
        "매력",
        "사교적",
        "독립심"
      ],
      "interpretation": {
        "upright": "활기찬 리더십, 따뜻한 마음, 매혹적인 여성",
        "reversed": "질투, 고집, 변덕, 타인에 대한 비난"
      },
      "guidance": {
        "연애": "자신감와 매력의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "자신감 중심의 우선순위를 세우고 사교적 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "매력 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "자신감 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈 13 (정/역방향) - Queen of Wands\n자신감과 야망\n완즈 13번 카드(Queen of Wands)는 자신감, 야망, 그리고 행복의 상징입니다. 이 카드는 집중력과 강력한 에너지가 함께 따릅니다.\n완즈의 여왕은 왕관을 쓰고 망토를 두르고 자신 있게 왕좌에 앉아 있습니다. 오른손에는 지팡이를, 왼손에는 해바라기를 들고 있습니다. 지팡이는 힘의 상징이고, 해바라기는 행복, 만족, 열정을 상징합니다. 그녀의 왕좌는 자신감과 당위성을 상징하는 사자 조각으로 장식되어 있습니다. 그녀의 발에는 검은 고양이가 앉아 있는데, 이것은 여왕이 검은 고양이를 넘어서기 위해서는 자신의 어두운 면을 인식해야 한다는 것을 나타냅니다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 13번 카드가 나타내는 사람들은 열정적이고 야심 차다. 외향적이고 친근하며, 주변에 활력과 긍정 에너지를 퍼뜨리는 사회적 성향이 강하다. 자기 가치감이 높고 목표 달성 의지가 강해 직업적으로 성과를 내는 경우가 많다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 13번 카드는 긍정적 에너지, 자신감, 목표 집중을 강화한다. 행동력과 매력이 동시에 상승하는 구간이다.",
          "love": "관계에 열정과 로맨스가 높아진다. 싱글은 사교성과 대담함을 활용할수록 좋은 인연 가능성이 커진다.",
          "career": "중요 업무 국면에서 성과를 낼 가능성이 높다. 자신의 역량을 신뢰하고 주도적으로 움직이면 결과가 따라온다.",
          "money": "노력의 보상 흐름이 들어온다. 재정 확장 가능성이 있지만 과한 지출은 통제해야 한다.",
          "health": "에너지가 강해 회복/관리 실행력이 높다. 임신·다산 상징으로도 읽을 수 있어 관련 이슈에 긍정 신호다."
        },
        "reversed": {
          "summary": "역방향 완즈 13번 카드는 질투, 불안, 자기중심성으로 인한 정체를 경고한다. 에너지가 분산되기 쉬운 시기다.",
          "love": "관계에서 무시감·불안이 커질 수 있다. 솔직한 대화와 감정 정리가 늦어지면 갈등이 커진다. 싱글은 자존감 회복이 우선이다.",
          "career": "과도한 업무와 스트레스 누적으로 효율이 떨어질 수 있다. 위임과 협업을 통해 부담을 분산해야 한다.",
          "money": "타인 기준 소비로 재정 압박이 커질 수 있다. 개인 가치 기준으로 지출 체계를 재정렬해야 한다.",
          "health": "에너지 저하와 회피 경향이 나타날 수 있다. 문제를 숨기지 말고 주변 도움과 점검을 병행해야 한다."
        }
      }
    },
    {
      "id": 28,
      "name_ko": "컵 에이스",
      "name_en": "Ace of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "사랑",
        "감정",
        "직관",
        "새로운 관계"
      ],
      "interpretation": {
        "upright": "새로운 사랑의 시작, 정서적 충만, 기쁨, 평화",
        "reversed": "감정 소모, 짝사랑, 공허함, 정서적 불안"
      },
      "guidance": {
        "연애": "사랑와 감정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "사랑 중심의 우선순위를 세우고 직관 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "감정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "사랑 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.1 (정/역방향) - Ace of Cups\n순결한 사랑\n에이스 컵카드는 종종 새로운 연애의 시작에 나타나는 순결하고 순수한 사랑을 예측한다.\n 따라서 대부분의 리딩에서 긍정적이고 반가운 신호로 간주된다.\n에이스 컵 카드는 다섯 개의 끝없는 물줄기가 넘쳐흐르는 컵을 들고 있는 손을 묘사하고 있다.\n 성찬은 잠재의식을 나타내며, 시각, 후각, 청각, 미각, 촉각, 그리고 내부로부터 넘치는 감정과 직감을 나타낸다.\n흰 비둘기는 희망, 순결, 그리고 승천의 영적인 상징이다.\n 구름에서 나오는 손은 신성한 메시지를 전하는 전령을 의미하며, 영적인 에너지와 영향력을 상징한다.\n카드 하단에는 연꽃이 떠 있는 바다가 있다.\n 물은 영혼과 경험의 만남의 장소인 아스트랄 세계의 상징이기 때문에 이 카드에 매우 중요하다.\n 연꽃은 모든 것의 아름다움을 나타낸다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 그 사람은 애정이 풍부하고 영적으로 연결된 사람이다. 직감, 본능, 창조성이 삶의 중요한 결정을 이끈다. 내면의 목소리와 조화를 이루는 지혜가 강하며, 진심 어린 사랑을 지속할 힘이 있다. 치료자적 감수성과 깊은 공감 능력이 두드러질 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "에이스 컵카드는 무조건적 사랑을 주고받을 준비가 되었음을 나타낸다. 감정의 개방이 새로운 기회를 끌어당긴다.",
          "love": "관계의 유대가 깊어지고, 갈등이 있었다면 회복과 로맨스의 강화가 가능하다. 싱글에게는 열렬한 우정 또는 깊은 관계의 시작 신호다.",
          "career": "새로운 직업 기회, 승진, 인정 등 감정적 만족과 동기 상승을 동반한 변화가 올 수 있다.",
          "money": "재정 목표를 장기적으로 정리하기에 좋은 시기다. 현재 어려움이 있어도 반전 가능성이 있다.",
          "health": "긍정적 태도가 회복에 도움을 준다. 현재 증상은 생각보다 가벼울 수 있으며, 회복 후 활력이 커질 가능성이 있다."
        },
        "reversed": {
          "summary": "역방향 에이스 컵 카드는 자기 돌봄의 부족과 감정 정체를 시사한다. 내면의 직관 재연결이 핵심이다.",
          "love": "감정 억압과 상처 두려움이 관계 흐름을 막을 수 있다. 관계의 부족한 점을 점검하고 회복 방향을 정리해야 한다.",
          "career": "직무 성취감 저하와 갈등 가능성이 있다. 불확실성으로 인한 소진을 완화하기 위해 감정 환기 활동이 필요하다.",
          "money": "최근 재정 결정과 관련된 실망 가능성이 있다. 불안 관리와 함께 재무 계획 재점검이 필요하다.",
          "health": "기본 건강은 유지되나, 에너지와 창의성 회복을 위한 생활 리듬 조정이 필요하다."
        }
      }
    },
    {
      "id": 29,
      "name_ko": "컵 2",
      "name_en": "Two of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "결합",
        "우정",
        "파트너십",
        "화합"
      ],
      "interpretation": {
        "upright": "마음이 잘 맞음, 고백 성공, 비즈니스 계약 성사",
        "reversed": "불화, 관계 단절, 일방적인 소통, 배신"
      },
      "guidance": {
        "연애": "결합와 우정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "결합 중심의 우선순위를 세우고 파트너십 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "우정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "결합 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.2 (정/역방향)\n단결력과 충성심\n컵 2번 카드(Two of Cups)는 다양한 형태로 표현되는 파트너십의 궁극적인 상징이다.\n 이 특별한 파트너십은 여러분의 과거, 현재, 미래에 영향을 미치며, 큰 행복과 신뢰를 동반하는 강력한 파트너십이다.\n이 카드는 또한 낭만적인 관계나 친구 사이의 깊은 유대감을 나타낼 수 있다.\n 어느 쪽이든, 당신은 이 사람을 눈앞의 상황에 상관없이 모든 순간에 믿을 수 있는 사람일 것이다.\n두 개의 컵은 마음과 육체와 영혼을 통한 두 사람 사이의 완벽한 사랑을 상징한다.\n 이것은 남자와 여자가 서로에 대한 사랑을 맹세하며 컵을 서로 얹는 것으로 카드에 아주 명확하게 표현되어 있다.\n컵 위에는 두 마리의 뱀이 감겨 있는 날개 달린 지팡이가 떠 있다.\n 이것은 헤르메스의 카두세우스인데, 상업, 무역, 교류를 묘사하기 위해 사용된 고대 그리스의 상징이다.\n 카드의 맨 위에 있는 사자의 머리는 열정과 힘을 상징하며, 이것은 두 사람 사이의 똑같은 열정적인 유대감을 암시한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 2번 카드가 나타내는 사람은 따뜻하고 사랑이 많으며 관계를 진지하게 가꾸는 타입이다. 장기적 신뢰 관계를 구축하는 데 능하고, 경청과 조언 능력이 좋아 주변의 정서적 버팀목이 된다. 관계의 상호성, 책임감, 충성심을 매우 중요하게 여긴다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "컵 2번 카드는 두 사람 사이의 사랑과 상호성, 신뢰 기반 파트너십을 나타낸다.",
          "love": "관계가 깊어지고 상호 지지 구조가 강화된다. 신규 관계는 건강하게 성장하기 쉬우며, 기존 관계는 청혼·결혼 신호로 읽힐 수 있다.",
          "career": "파트너십/협업 프로젝트에 유리하다. 상호 존중과 소통을 유지하면 높은 성공 가능성을 기대할 수 있다.",
          "money": "재정 균형 회복 흐름이 나타난다. 커플/파트너의 자원 결합은 신뢰 기반일 때 시너지를 낸다.",
          "health": "신체·정서 균형 회복에 유리하다. 스트레스 완화와 관계 지지가 회복 속도를 높인다."
        },
        "reversed": {
          "summary": "역방향 컵 2번 카드는 자기존중 회복의 필요성과 관계 균열 가능성을 경고한다.",
          "love": "신뢰 저하와 소통 단절이 관계를 악화시킬 수 있다. 감정 공유와 솔직한 대화가 회복의 핵심이다.",
          "career": "비즈니스 파트너십 종료 또는 직장 내 갈등 신호일 수 있다. 목표 정렬과 소통 복구가 필요하다.",
          "money": "수입·지출 불균형이 나타날 수 있다. 예산 조정과 지출 통제가 우선이다.",
          "health": "스트레스 증가가 피로·두통 등으로 나타날 수 있다. 원인 파악과 회복 루틴 조정이 필요하다."
        }
      }
    },
    {
      "id": 30,
      "name_ko": "컵 5",
      "name_en": "Five of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "상실",
        "후회",
        "비탄",
        "실망"
      ],
      "interpretation": {
        "upright": "과거에 대한 미련, 슬픔에 잠김, 상실감",
        "reversed": "희망 발견, 상처 치유, 수용, 새로운 시작"
      },
      "guidance": {
        "연애": "상실와 후회의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "상실 중심의 우선순위를 세우고 비탄 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "후회 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "상실 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.5 (정/역방향)\n실망\n컵 5번 카드(Five of Cups)는 실망을 상징합니다. 앞으로 나아가서 삶에 대한 더 긍정적인 관점을 수용하는 대신에, 여러분은 과거에 이루지 못한 것들을 끊임없이 생각하고 있습니다.\n카드에는 긴 검은 망토를 걸친 남자가 세 개의 컵을 내려다보고 있는 모습이 그려져 있어 아쉬움을 나타냅니다. 그의 뒤에는 그가 아직 인정하지 않은 두 개의 컵이 있는데, 이것은 새로운 기회와 미래의 성공을 상징합니다. 배경에는 강을 가로지르는 큰 다리가 있어 성으로 통합니다. 넘어진 세 개의 컵이 나타내는 실패를 딛고 일어설 수 있다면, 마침내 다리를 건너 편안함에 도달할 수도 있습니다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 5번 카드가 나타내는 사람은 만족이 어렵고 부정적 면에 집중하기 쉬운 경향이 있다. 과거 집착과 자기비난이 강해 새로운 출발을 지연시킬 수 있다. 다만 고통을 겪는 타인에게는 깊은 공감과 위로를 줄 수 있는 면이 있어, 자기회복이 동반되면 큰 정서적 강점으로 전환될 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 5번 카드는 후회·실망·상실감이 전면에 나오는 시기다. 그러나 멈춤보다 재정렬이 필요하다.",
          "love": "이별/거리감 가능성이 있으나 핵심은 피해자 관점에서 벗어나 현실 차이를 직면하는 것이다. 싱글은 과거 관계 집착을 내려놓고 활동 반경을 넓혀야 한다.",
          "career": "팀 이탈, 파트너 손실, 프로젝트 차질 가능성이 있다. 감정 소모보다 남은 자원과 다음 전략에 집중해야 한다.",
          "money": "재정 손실 또는 기대 미달이 있을 수 있다. 방어적 운용으로 잔여 자산을 지키고 성급한 대응을 피해야 한다.",
          "health": "정서적 소진이 핵심 리스크다. 자기연민 루프를 줄이고 정신건강 회복 루틴을 우선해야 신체 컨디션도 안정된다."
        },
        "reversed": {
          "summary": "역방향 컵 5번 카드는 회복 전환, 감정 수용, 재출발 준비를 의미한다.",
          "love": "싱글은 과거를 정리하고 다시 관계에 열리기 시작한다. 커플은 과거 실수를 인정하고 치유 대화를 시작할 수 있다.",
          "career": "손실 이후 재기 국면이며 일부 회복 가능성이 있다. 경험 학습이 다음 성과의 기반이 된다.",
          "money": "현재 자산에 대한 감사와 현실 점검이 재정 안정으로 이어진다. 긍정적 태도와 자기효능감 회복이 중요하다.",
          "health": "용서와 감정 해소가 정신 건강 회복의 핵심이다. 과거보다 현재 관리에 집중할 때 상태가 개선된다."
        }
      }
    },
    {
      "id": 31,
      "name_ko": "컵 10",
      "name_en": "Ten of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "행복",
        "가족",
        "안정",
        "정서적 만족"
      ],
      "interpretation": {
        "upright": "완벽한 조화, 가정의 평화, 정서적인 풍요",
        "reversed": "가족 갈등, 소외감, 깨진 평화, 가식적인 행복"
      },
      "guidance": {
        "연애": "행복와 가족의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "행복 중심의 우선순위를 세우고 안정 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "가족 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "행복 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.10 (정/역방향)\n단결과 사랑\n컵 10번 카드(Ten of Cups)는 가장 긍정적인 타로 카드 중 하나이다. 이 카드는 당신의 전문적인 노력의 성공을 나타낼 뿐만 아니라, 당신의 인생에서 가장 중요한 모든 사람들, 무엇보다도 당신의 배우자, 가족들과 함께 완전한 성취감을 느끼게 됨을 나타낸다.\n카드 이미지 설명: 한 남자와 그의 아내, 그리고 두 아이가 10개의 컵으로 이루어진 무지개 아래에서 즐겁게 춤을 추고 있다. 무지개는 평화와 행운을 상징하며, 놀이와 창의성을 나타내는 즐거워하는 아이들이 그려져 있다. 그 옆의 강은 무한한 사랑의 흐름을 비유한 것이고, 나무와 밭의 짙은 녹색은 다산을 상징한다.\n의미: 두 부모 모두 하늘을 향해 팔을 뻗은 모습으로 그려지며, 행복한 가족과 매력적인 삶에 감사함을 표현한다. 다른 카드와 달리, 컵 10번 카드가 나타내는 행복은 개인 수준보다는 공동체적 성격에 가깝다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 10번 카드는 정신적 안정과 공동체적 행복을 중시하는 사람을 나타낸다. 책임감과 성실함이 강하고 관계 조화를 지키려는 의지가 크다. 다만 갈등 회피가 과해지면 자기입장을 희생할 수 있어 건강한 경계와 솔직한 표현이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 10번 카드는 애정, 조화, 가족/공동체 단위의 성취를 상징한다. 완성도 높은 행복의 카드다.",
          "love": "장기 관계에서 소울메이트 확신과 안정이 강화된다. 싱글에게도 진지하고 장기적인 인연 가능성이 높다.",
          "career": "직무 만족과 조직 내 신뢰가 높아진다. 현재 성과를 유지하며 꾸준히 축적하면 추가 보상이 따른다.",
          "money": "재정 난관이 완화되고 안정 구간에 들어설 수 있다. 다만 일확천금식 위험 투자는 피해야 한다.",
          "health": "건강 회복 및 유지에 유리한 흐름이다. 주변 지지와 함께 루틴을 정착하면 효과가 크다."
        },
        "reversed": {
          "summary": "역방향 컵 10번 카드는 가정/관계 불균형, 정서적 단절, 기대 대비 실망을 경고한다.",
          "love": "커플은 완벽주의 요구와 집착 패턴을 조정해야 한다. 싱글은 과거 상처 정리와 정서 회복이 우선이다.",
          "career": "일의 의미감은 낮아도 평판은 유지될 수 있다. 현실적 장점과 불만 요인을 분리해 판단해야 한다.",
          "money": "즉각적 위기보다 인식의 문제일 가능성이 크다. 결핍 집착보다 현재 재정 안전성 점검이 중요하다.",
          "health": "몸의 조화 회복이 필요하다. 과신을 줄이고 균형 식단·규칙 관리로 기초를 다져야 한다."
        }
      }
    },
    {
      "id": 32,
      "name_ko": "컵 소년",
      "name_en": "Page of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "감수성",
        "소식",
        "예술",
        "순수함"
      ],
      "interpretation": {
        "upright": "기분 좋은 소식, 감정적 접근, 예술적 영감",
        "reversed": "감정 과잉, 유혹에 빠짐, 미성숙한 태도"
      },
      "guidance": {
        "연애": "감수성와 소식의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "감수성 중심의 우선순위를 세우고 예술 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "소식 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "감수성 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.11 (정/역방향)-Page of Cups\n당신의 심장을 따라가세요\n컵 카드의 열한 번째 카드인 페이지 오브 컵스(Page of Cups)는 당신의 순수함, 즉 어린애와 같은 면을 드러내도 좋다는 것을 알아야 할 때 나타난다. 전반적으로 긍정적인 이 카드는 또한 여러분의 나이보다 꽤 많은 누군가와의 멋진 로맨스가 여러분을 기다리고 있다는 것을 의미할 수도 있다.\n어린이와 같은 경이로움과 상상력의 상징인 이 카드는 여러분이 자기 인식과 내면의 진화와 관련하여 전환점에 도달하고 있다는 분명한 신호이다. 그리고 그 전환점에서 어떤 결정을 내릴 때, 여러분은 어느 때보다도 본능을 믿고 마음을 따라야 할 필요가 있다는 것을 나타낸다.\n카드 이미지 설명: 웨이트 카드에는 파란색 옷을 입은 한 젊은이가 위를 쳐다보고 있는 물고기가 담긴 컵을 들고 있는데, 그 물고기는 마치 젊은이를 대화에 끌어들이려는 듯한 모습을 하고 있다.\n상징: 물고기는 잠재의식이나 정신을 나타내며, 그 남자가 쓰고 있는 파란 모자는 차분하면서도 호기심이 많은 어린아이 같은 본성을 상징한다. 그의 옷의 빨간 천은 열정을 상징하고, 꽃무늬는 예술적이고 매우 창조적인 성격을 상징한다.\n그 젊은이의 물고기에 대한 관심은 우리가 어렸을 때 가지고 있는 순수함과 호기심을 나타낸다. 물 밖으로 나와 소통에 열심인 듯 보이는 이 물고기는 이 남자의 순진하고 믿음직한 젊은 영혼에게 전달되는 지식의 상징으로도 해석될 수 있다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 그 사람은 직관력이 뛰어나고 세상과 주변의 다양한 차원에 민감하다. 사랑스럽고 온화하고 따뜻한 성격이며, 자신과 비슷한 결의 영혼들과 함께 있고자 하는 욕구가 강하다. 창의적이고 감성적이며 갈등을 피하려는 성향이 있고 수줍음이 있을 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 11번 카드(Page of Cups)는 사랑, 존경, 직관, 창조성의 메시지를 전한다. 좋은 소식과 정서적 개방의 시기다.",
          "love": "결혼/약혼/출산 등 중요한 이벤트 신호가 될 수 있다. 싱글은 숨은 호감이 드러날 가능성이 있으며, 커플은 낭만 회복을 위한 자발적 시도가 필요하다.",
          "career": "능동적 선택이 요구된다. 현재 경로가 원하는 방향인지 점검하고, 행동으로 전환해야 한다.",
          "money": "재정적으로 긍정 소식 가능성이 있다. 다만 투자 결정은 옵션 비교와 검토를 충분히 거쳐야 한다.",
          "health": "몸 신호를 놓치지 말아야 한다. 통증/이상 징후가 있다면 진료를 미루지 말고 무리한 활동은 피해야 한다."
        },
        "reversed": {
          "summary": "역방향 컵 11번 카드는 동기 저하와 기회 회피를 나타낸다. 폐쇄적 태도를 풀고 새 자극을 받아들여야 한다.",
          "love": "과민 반응과 불안이 관계를 해칠 수 있다. 싱글은 불가능한 대상 집착을 내려놓고 현실적 만남에 열어둘 필요가 있다.",
          "career": "승진/이동이 지연될 수 있다. 현재 업무를 안정적으로 유지하며 신뢰를 축적하는 전략이 유효하다.",
          "money": "재정적으로 불편한 소식 가능성이 있으므로 절약·장기 저축·위험 회피가 중요하다.",
          "health": "약물/알코올 의존 및 진료 회피 패턴을 경계해야 한다. 점검은 생각보다 덜 나쁜 결과를 줄 수 있다."
        }
      }
    },
    {
      "id": 33,
      "name_ko": "컵 왕",
      "name_en": "King of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "포용력",
        "자애",
        "차분함",
        "상담"
      ],
      "interpretation": {
        "upright": "감정을 다스리는 지혜, 너그러운 조언자, 정서적 안정",
        "reversed": "감정 기복, 가스라이팅, 편파적인 태도, 불안정"
      },
      "guidance": {
        "연애": "포용력와 자애의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "포용력 중심의 우선순위를 세우고 차분함 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "자애 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "포용력 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.14 (정/역방향) - King of Cups\n평온과 지혜\n컵 14번 카드(King of Cups)는 따뜻함, 정직함, 친절함, 페어플레이를 상징한다.\n이 카드는 우리가 정서적으로 안정되었을 때 나오는 경향이 있고, 역경에 직면했을 때도 평온함을 유지하는 것을 상징하며, 우리 역시 삶이 우리에게 던지는 다양한 도전에 맞설 수 있는 내면의 지혜와 성숙함을 가지고 있음을 차분히 상기시킨다.\n웨이트 카드는 물로 둘러싸인 왕좌에 앉아 있는 왕을 묘사하고 있다.\n 이 잔잔한 물은 이성과 잠재의식이 함께 모이는 것을 상징한다.\n그는 물고기 모양의 팬던트가 달린 목걸이를 하고 있는데, 이것은 그를 둘러싼 고요한 물속에서 변성하고 있는 그의 창의력과 정신력을 나타낸다.\n왕의 뒤편 물속에는 왼쪽으로 배가, 오른쪽으로는 물고기가 물 밖으로 뛰어오르고 있는데, 각각 물리적 세계와 형이상학적 세계를 상징한다.\n그는 한 손에는 금빛 컵을 들고, 다른 한 손에는 금빛 홋불을 들고 있는데, 이것은 다시금 균형과 조화를 나타내며, 곧 중요해질 것을 나타낸다.\n그의 망토에 있는 빨간색과 노란색은 열정과 지성을 상징하고, 그의 파란색 망토는 지혜를 상징한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 14번 카드(King of Cups)는 감정적 지능과 따뜻한 권위를 함께 지닌 사람을 상징한다. 친절하고 관대하며 균형 잡힌 판단으로 주변의 신뢰를 얻는다. 외교적이고 차분하지만 내면에는 강한 원칙과 성숙함이 있어 위기에서도 중심을 유지하는 타입이다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 14번 카드(King of Cups)는 정서적 균형, 평온, 성숙한 대응을 의미한다. 가까운 미래의 안정 신호다.",
          "love": "진정성 있는 사랑과 신뢰가 강화된다. 다만 이미 균열이 큰 관계는 자연스럽게 종료될 수 있고, 이후 더 맞는 인연이 열린다.",
          "career": "현재 공헌이 곧 크게 인정될 가능성이 있다. 주요 기회, 수상, 리더 역할로 연결될 수 있다.",
          "money": "재정 상태는 관리 가능한 수준이지만 사치 습관 조정이 필요하다. 예산 재정렬이 핵심이다.",
          "health": "건강 불안이 완화되는 긍정 구간이다. 과도한 걱정보다 기본 관리 유지가 유리하다."
        },
        "reversed": {
          "summary": "역방향 컵 14번 카드는 감정 통제 붕괴와 판단 왜곡을 경고한다. 흐름에 맞춘 자기조율이 필요하다.",
          "love": "정서적 소진, 불신, 부정행위 가능성이 관계를 흔들 수 있다. 회복을 원한다면 거리 두기 후 명확한 재평가가 필요하다.",
          "career": "비이성적·공격적 인물과 충돌 위험이 있다. 안전한 경계와 기록 중심 대응이 필요하다.",
          "money": "사기·착취 위험이 커진다. 특히 간절함을 노린 제안에 취약하므로 보수적 검증이 필수다.",
          "health": "중독성 습관과 생활 붕괴를 경계해야 한다. 근본 원인 탐색과 전문 도움을 병행해야 한다."
        }
      }
    },
    {
      "id": 34,
      "name_ko": "검 에이스",
      "name_en": "Ace of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "결단",
        "돌파",
        "정의",
        "지성"
      ],
      "interpretation": {
        "upright": "명확한 판단, 정신적 승리, 어려운 문제의 해결",
        "reversed": "혼란, 잘못된 판단, 갈등의 심화, 무력함"
      },
      "guidance": {
        "연애": "결단와 돌파의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "결단 중심의 우선순위를 세우고 정의 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "돌파 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "결단 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 1번 카드(Ace of Swords)는 목적 없이 오랫동안 방황한 후 목표를 명확히 인식하는 순간을 상징한다. 흰 구름에서 나온 손이 검을 들고 있고, 검 끝의 화환과 왕관은 성공·명료함·높은 의식을 뜻한다. 배경의 산은 성취가 가능하지만 시간과 노력이 필요함을 보여준다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 에이스 검 카드가 나타내는 사람은 매우 영리하고 아이디어가 풍부하며, 감정보다 이성과 논리로 문제를 해결하는 경향이 있다. 경쟁심이 강하고 목표 달성 의지가 높으며, 위험을 감수해 성과를 만든다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 1번 카드는 돌파구, 진실 인식, 명확한 판단의 시작을 의미한다.",
          "love": "침묵보다 대화가 필요한 시기다. 불편한 진실을 직면하면 관계가 정리되거나 더 단단해질 수 있다.",
          "career": "새 프로젝트·승진·이직 기회가 열릴 수 있다. 기존 방식이 막히면 전략 전환이 유효하다.",
          "money": "재정 현실을 직시하고 지출/저축 기준을 재정렬해야 한다. 계획형 운영이 핵심이다.",
          "health": "과한 생활 습관을 줄이고 기본 관리 루틴을 세우면 심신 회복에 도움이 된다."
        },
        "reversed": {
          "summary": "역방향 검 1번 카드는 판단 혼선, 실행 지연, 우선순위 붕괴를 경고한다.",
          "love": "의사소통 붕괴가 갈등을 키울 수 있다. 관계 목표를 명확히 하고 경계를 분명히 해야 한다.",
          "career": "의욕 저하와 집중력 저하가 성과를 막을 수 있다. 작은 실행 단위로 리듬을 회복해야 한다.",
          "money": "신규 계약·투자 전 다중 검증이 필요하다. 이해되지 않는 조건은 반드시 확인해야 한다.",
          "health": "정신적 스트레스 누적으로 피로·두통·집중력 저하가 나타날 수 있어 휴식 관리가 필요하다."
        }
      }
    },
    {
      "id": 35,
      "name_ko": "검 3",
      "name_en": "Three of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "상처",
        "이별",
        "비탄",
        "거절"
      ],
      "interpretation": {
        "upright": "마음 아픈 소식, 배신, 정신적 고통, 삼각관계",
        "reversed": "치유의 시작, 용서, 슬픔의 해소, 상황 호전"
      },
      "guidance": {
        "연애": "상처와 이별의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "상처 중심의 우선순위를 세우고 비탄 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "이별 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "상처 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 3번 카드(Three of Swords)는 고통, 깊은 슬픔, 실망을 상징한다. 비 내리는 하늘 아래 세 개의 검에 찔린 심장은 감정적 상처의 핵심 이미지를 보여준다. 다만 어둠은 지나가며, 문제를 정면으로 바라볼 때 치유가 시작된다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 3번 카드가 나타내는 사람은 과거 상처의 영향으로 쉽게 불안·질투를 느끼고 관계에서 방어적으로 반응할 수 있다. 동시에 깊은 공감 능력을 가져 타인의 고통을 잘 이해한다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 3번 카드는 이별, 배신, 실망 같은 정서적 충격을 의미한다.",
          "love": "관계 긴장이 고조되기 쉽다. 과거 상처를 인정하고 소통하지 않으면 단절로 이어질 수 있다.",
          "career": "업무 갈등·실직·협업 붕괴 등 실망 국면이 올 수 있다. 원인 파악과 현실적 복구가 필요하다.",
          "money": "재정 손실 가능성이 있어 보수적 관리가 필요하다. 감정 소비와 무리한 선택을 줄여야 한다.",
          "health": "정신적 고통이 신체 컨디션에 영향을 줄 수 있다. 심리 회복 루틴과 전문 상담이 도움이 된다."
        },
        "reversed": {
          "summary": "역방향 검 3번 카드는 치유, 용서, 회복의 시작을 나타낸다.",
          "love": "관계 회복 또는 과거 관계 정리가 가능해진다. 감정 정리를 통해 새 출발 기반이 생긴다.",
          "career": "직장 내 긴장이 완화되고 협업 환경이 개선될 수 있다. 재정비 후 성과 회복이 가능하다.",
          "money": "압박이 점차 완화되고 관리가 정상화된다. 계획 실행이 실제 결과로 연결되기 시작한다.",
          "health": "오랜 통증·피로가 완화되는 흐름이다. 회복 습관을 유지하면 안정적인 개선이 가능하다."
        }
      }
    },
    {
      "id": 36,
      "name_ko": "검 8",
      "name_en": "Eight of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "고립",
        "속박",
        "무력감",
        "진퇴양난"
      ],
      "interpretation": {
        "upright": "스스로를 가둔 감옥, 나아갈 수 없는 상황, 비관",
        "reversed": "자유를 찾음, 자각, 장애물 제거, 해결책 발견"
      },
      "guidance": {
        "연애": "고립와 속박의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "고립 중심의 우선순위를 세우고 무력감 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "속박 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "고립 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 8번 카드(Eight of Swords)는 불안과 공포, 그리고 자기 제한의 패턴을 상징한다. 눈가리개를 한 인물이 칼에 둘러싸여 멈춰 있는 이미지는 실제보다 위협을 크게 인식해 스스로를 가두는 심리를 보여준다. 느슨한 결박은 탈출 가능성이 있음을 뜻하며, 핵심은 외부 위험보다 내적 인식 전환이다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 8번 카드가 나타내는 사람은 작은 위험도 크게 받아들이며 방어적 장벽을 세우는 경향이 있다. 현실적으로는 해결 가능한 문제도 과대해석해 행동을 미루기 쉽다. 두려움의 대상을 정확히 식별하고 점진적으로 노출·실행하는 훈련이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 8번 카드는 과잉 경계, 과분석, 자기제한으로 인한 정체를 의미한다.",
          "love": "거절 불안과 의심이 관계 왜곡을 만든다. 대화로 사실 확인을 하지 않으면 갈등이 커질 수 있다.",
          "career": "실패 공포가 실행을 막아 기회를 놓치기 쉽다. 자신감 회복과 설득·소통 훈련이 필요하다.",
          "money": "실제보다 큰 재정 불안을 느낄 수 있다. 수치 기반 점검과 전문가 상담이 안정에 도움이 된다.",
          "health": "신체보다 정신 불안이 핵심 이슈다. 검진 회피를 멈추고 불안 관리 루틴을 시작해야 한다."
        },
        "reversed": {
          "summary": "역방향 검 8번 카드는 자기 제한에서 점진적으로 벗어나는 회복 신호다.",
          "love": "불안은 남아 있어도 마음을 열기 시작한다. 커플은 솔직한 고백이 관계 부담을 줄인다.",
          "career": "잠재력 인식이 커지며 자신감이 회복된다. 다만 과잉 자신감으로 재실수하지 않도록 균형이 필요하다.",
          "money": "결정 자신감이 높아지나 자만 소비 위험이 있다. 기준 있는 지출 통제가 필요하다.",
          "health": "정신 건강 회복 흐름이 보인다. 증상은 무시하지 말고 점검·관리 루틴을 유지해야 한다."
        }
      }
    },
    {
      "id": 37,
      "name_ko": "검 9",
      "name_en": "Nine of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "불안",
        "불면증",
        "악몽",
        "죄책감"
      ],
      "interpretation": {
        "upright": "심한 스트레스, 걱정으로 잠 못 이룸, 정신적 압박",
        "reversed": "공포에서 벗어남, 도움의 손길, 점진적 회복"
      },
      "guidance": {
        "연애": "불안와 불면증의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "불안 중심의 우선순위를 세우고 악몽 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "불면증 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "불안 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 9번 카드(Nine of Swords)는 죄책감, 원망, 불면, 정신적 고통을 상징한다. 침대 위에서 머리를 감싸는 인물과 머리 위의 검들은 반복되는 걱정과 자기비난의 루프를 보여준다. 핵심은 과거를 통제하려는 집착을 내려놓고 회복 가능한 현재 행동으로 전환하는 것이다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 9번 카드는 특정 인물보다 마음의 상태를 나타낸다. 과거 사건의 세부를 반복 재생하며 스스로를 소모시키는 경향이 강하고, 이는 자존감과 관계·성과에 부정적 영향을 준다. 반추 중단과 현실적 회복 행동이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 9번 카드는 불안·죄책감·우울감이 삶 전반을 압박하는 상태를 뜻한다.",
          "love": "의심과 과잉 경계가 관계를 해칠 수 있다. 싱글은 과거 정리 없이 새 관계를 서두르지 않는 편이 낫다.",
          "career": "과거 실수 집착이 자신감을 떨어뜨린다. 방어보다 학습·재실행에 집중해야 회복된다.",
          "money": "재정 실수 후 과도한 불안으로 경직되기 쉽다. 실패 인정 후 재정비 계획을 실행해야 한다.",
          "health": "걱정 과부하가 불면·강박·피로를 키울 수 있다. 의료 확인과 심리 지원이 필요하다."
        },
        "reversed": {
          "summary": "역방향 검 9번 카드는 고통 인식과 책임 수용을 통해 회복으로 이동하는 단계다.",
          "love": "새 관계보다 자기회복이 우선일 수 있다. 커플은 진실한 대화로 불신 루프를 끊어야 한다.",
          "career": "실수에서 교훈을 얻는 전환점이다. 낙담보다 생산성 회복에 에너지를 재배치해야 한다.",
          "money": "필요 이상 자기처벌형 절약을 완화하고 균형 소비를 회복하는 것이 좋다.",
          "health": "죄책감 기반 습관 악화를 멈추고 전문 도움을 받으면 회복 속도를 높일 수 있다."
        }
      }
    },
    {
      "id": 38,
      "name_ko": "검 10",
      "name_en": "Ten of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "파멸",
        "한계",
        "희생",
        "끝"
      ],
      "interpretation": {
        "upright": "완전한 끝, 최악의 상황, 배신, 더 이상 나빠질 수 없음",
        "reversed": "회생의 기회, 고통의 끝, 겨우 살아남음"
      },
      "guidance": {
        "연애": "파멸와 한계의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "파멸 중심의 우선순위를 세우고 희생 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "한계 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "파멸 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 10번 카드(Ten of Swords)는 비극적 종료와 동시에 재시작의 여지를 상징한다. 쓰러진 인물과 다수의 검은 극단적 소진·배신·붕괴를 보여주지만, 배경의 빛은 끝 이후의 회복 가능성을 암시한다. 절망의 정점에서 현실 수습과 재건 전략이 핵심이다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 10번 카드가 나타내는 사람은 실패를 과장해 세계의 종말처럼 받아들이는 경향이 있다. 감정 기복이 크고 극적 해석을 하기 쉽지만, 동시에 회복 의지도 강해 희망의 실마리를 찾으려 노력한다. 위기 서사를 현실 계획으로 전환하는 훈련이 중요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 10번 카드는 종료, 배신, 붕괴 같은 강한 단절 이벤트를 의미한다.",
          "love": "관계 종료·배신 리스크가 크다. 과도한 의심이나 통제로 관계를 더 악화시키지 않도록 주의해야 한다.",
          "career": "실직·강등·프로젝트 실패 가능성이 있다. 권한 분산과 리스크 대비가 필요하다.",
          "money": "재정 하락과 부채 압박이 올 수 있다. 지출 긴축과 현금흐름 방어를 우선해야 한다.",
          "health": "신체·정신 모두 소진 위험이 높다. 스트레스·편집적 사고를 완화할 전문 지원이 필요하다."
        },
        "reversed": {
          "summary": "역방향 검 10번 카드는 충격 이후의 회복 가능성과 재건 단계를 나타낸다.",
          "love": "극적 결말을 겪을 수 있으나, 이후 정리와 재출발의 기반이 생긴다.",
          "career": "손실은 크지만 전환 기회가 된다. 실패 완화와 다음 경로 설계가 중요하다.",
          "money": "재정 실패 위험은 남아 있다. 고위험 선택을 피하고 방어적 저축으로 버텨야 한다.",
          "health": "부정적 신호가 강하므로 조기 진단이 필수다. 나쁜 소식이 있어도 치료·회복 가능성을 중심에 둬야 한다."
        }
      }
    },
    {
      "id": 39,
      "name_ko": "검 왕",
      "name_en": "King of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "냉철함",
        "권위",
        "전문성",
        "공정"
      ],
      "interpretation": {
        "upright": "합리적 판단, 전문가적 조언, 엄격한 질서 준수",
        "reversed": "독선, 냉혹함, 언어폭력, 불공정한 판단"
      },
      "guidance": {
        "연애": "냉철함와 권위의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "냉철함 중심의 우선순위를 세우고 전문성 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "권위 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "냉철함 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 14번 카드(King of Swords)는 지적 명료성, 규율, 공정한 통제력을 상징한다. 왕좌에 앉은 인물의 곧은 검과 사색적 표정은 원칙 중심의 판단과 큰 그림을 보는 시야를 의미한다. 동시에 칼의 미세한 비정렬은 실패 가능성에 대한 내적 긴장도 함께 드러낸다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 14번 카드가 나타내는 사람은 차분하고 단호하며 사실 기반 판단을 선호한다. 목표 지향적 일정 관리와 높은 생산성 욕구가 강하고, 조직을 구조화해 이끄는 능력이 뛰어나다. 다만 유연성이 떨어지면 관계 마찰이 생길 수 있어 계획 밖 변수 수용이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 14번 카드는 구조화된 실행, 자기통제, 원칙 중심 결정을 의미한다.",
          "love": "머리 중심 접근이 강해 감정 교류가 건조해질 수 있다. 관계 유지에는 즉흥적 배려와 경청이 중요하다.",
          "career": "전략·기획·통제 역량이 높아 승진 가능성이 크다. 리더십과 커뮤니케이션이 성과를 증폭시킨다.",
          "money": "재정 판단은 원칙적이지만 과신을 경계해야 한다. 전문가 검토와 보수적 점검이 유리하다.",
          "health": "신체 루틴은 강화되나 정신 피로가 누적될 수 있다. 기준 완화와 회복 휴식이 필요하다."
        },
        "reversed": {
          "summary": "역방향 검 14번 카드는 경직, 오만, 판단 흐림, 우유부단이 교차하는 상태를 경고한다.",
          "love": "높은 기준과 통제 욕구가 상대를 소외시킬 수 있다. 비난 전 자기행동 점검이 필요하다.",
          "career": "팀에 과도한 요구를 하거나 융통성 부족으로 기회를 놓칠 수 있다. 적응력 회복이 핵심이다.",
          "money": "중요 거래·대출·투자에 불리한 시기다. 충동 소비와 외부 압박 결정을 피해야 한다.",
          "health": "과도한 일정과 자기압박이 스트레스를 키운다. 신체·정신 모두 전문 점검과 부담 조정이 필요하다."
        }
      }
    },
    {
      "id": 40,
      "name_ko": "펜타클 에이스",
      "name_en": "Ace of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "재물",
        "번영",
        "실질적 기회",
        "안정"
      ],
      "interpretation": {
        "upright": "금전적 이득, 새로운 사업 기회, 실질적인 성과",
        "reversed": "금전적 손실, 기회 놓침, 비현실적 계획, 탐욕"
      },
      "guidance": {
        "연애": "재물와 번영의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "재물 중심의 우선순위를 세우고 실질적 기회 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "번영 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "재물 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.1 (정/역방향)\n부와 풍요\n펜타클 에이스 카드는 재탄생, 부, 풍요, 번영을 약속하는 새로운 시대의 시작을 상징한다. 구름에서 나온 손 위의 펜타클은 물질적 기회와 현실 성취를 뜻하고, 아래의 정원과 산으로 향하는 길은 성장 가능성과 장기 확장을 암시한다. 조만간 좋은 기회가 열릴 수 있음을 말하는 카드다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 돈 버는 감각이 좋고 경력 지향적이며, 자신과 주변을 실질적으로 돌보는 타입. 갈등은 피하려 하지만 위협 앞에서는 단호하게 맞서며, 가치 있다고 판단한 목표에 집중해 성과를 만든다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "새로운 물질적 기회와 안정의 시작, 성과 기반의 성장 구간이다.",
          "love": "싱글은 현실적이고 건강한 인연 유입 가능성이 높고, 커플은 함께하는 실질 프로젝트가 관계를 강화한다.",
          "career": "새 직무·승진·실무 기회가 열리기 쉽다. 기존 대비 더 현실적 성과를 내는 경로로 이동할 수 있다.",
          "money": "재정 확장에 유리한 시기다. 다만 공격적 투자도 기준과 분산 전략을 전제로 해야 한다.",
          "health": "전반적 회복 흐름이다. 운동·식단·생활 루틴 개선이 큰 효과를 낸다."
        },
        "reversed": {
          "summary": "기회 지연, 낭비, 불안정한 운영을 경고한다.",
          "love": "과한 기준·질투·불안이 관계 흐름을 막을 수 있다. 오해를 줄이는 대화가 필요하다.",
          "career": "승진/오퍼 지연, 불투명 거래 리스크가 있다. 계약과 약정을 더 엄격히 검토해야 한다.",
          "money": "수입보다 지출이 앞설 수 있다. 현금흐름 점검과 보수적 운용이 필수다.",
          "health": "회복이 더딜 수 있어 기본 루틴을 강화해야 한다. 작은 관리가 누적 효과를 만든다."
        }
      }
    },
    {
      "id": 41,
      "name_ko": "펜타클 4",
      "name_en": "Four of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "소유",
        "안정",
        "인색",
        "보수적"
      ],
      "interpretation": {
        "upright": "재산 유지, 변화 거부, 인색함, 안정적인 상태",
        "reversed": "지출 발생, 개방적인 태도, 소유물 상실, 불안정"
      },
      "guidance": {
        "연애": "소유와 안정의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "소유 중심의 우선순위를 세우고 인색 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "안정 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "소유 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.4 (정/역방향)\n성장이 지체된 것\n펜타클 4번 카드는 안정을 위해 무언가를 꽉 붙잡고 놓지 못하는 상태를 상징한다. 소유를 지키는 태도는 안전을 주지만, 집착이 커지면 삶의 진전이 느려질 수 있다. 탐욕·인색함·통제 욕구가 커질 때, 무엇을 지키고 무엇을 내려놓을지 재평가하라는 메시지다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 돈과 물질적 성공을 중시하고 통제 성향이 강한 타입. 재능과 추진력은 높지만 고집이 세면 관계 유연성이 떨어지고 조언 수용이 어려워질 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "안정은 확보되지만 경직된 소유 집착이 성장을 막는 상태다.",
          "love": "관계를 감정보다 조건·안정으로 볼 위험이 있다. 상호 존중과 진심 점검이 필요하다.",
          "career": "보수적 운영으로 리스크는 줄지만 만족감 저하 가능성이 있다. 의미 중심 재평가가 필요하다.",
          "money": "재정은 방어적으로 유지된다. 다만 지나친 보수성은 확장 기회를 줄일 수 있다.",
          "health": "신체는 버티지만 정서적 정체가 누적될 수 있다. 과거 집착을 줄이는 감정 정리가 중요하다."
        },
        "reversed": {
          "summary": "집착에서 이탈하거나 반대로 무모한 손실이 발생할 수 있는 전환 구간이다.",
          "love": "해로운 관계를 정리하고 새 기준을 세우는 흐름에 유리하다.",
          "career": "직업 불안이 과장될 수 있다. 기본 역량 유지가 오히려 안정 회복에 효과적이다.",
          "money": "사기·도박·과소비·대형지출로 손실 가능성이 있다. 현금 보전과 검증 절차가 필요하다.",
          "health": "정서 회복이 신체 회복으로 연결된다. 트라우마 정리와 자기돌봄 강화를 권장한다."
        }
      }
    },
    {
      "id": 42,
      "name_ko": "펜타클 8",
      "name_en": "Eight of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "장인정신",
        "성실",
        "기술 연마",
        "노력"
      ],
      "interpretation": {
        "upright": "꾸준한 노력, 기술 습득, 디테일에 집중, 전문성 향상",
        "reversed": "나태함, 기술 부족, 단기적 성과에 급급함, 부주의"
      },
      "guidance": {
        "연애": "장인정신와 성실의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "장인정신 중심의 우선순위를 세우고 기술 연마 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "성실 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "장인정신 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.8 (정/역방향)\n이론 대 실제\n펜타클 8번 카드는 새로운 기술 습득과 숙련의 축적을 상징한다. 배운 이론을 실제로 옮기며 반복 훈련으로 전문성을 만드는 시기다. 집중·헌신·실무 감각이 커리어와 재정 기반을 강화한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 헌신적이고 근면하며 학습 의지가 강한 타입. 디테일에 강하지만 때로는 작은 요소에 몰입해 큰 그림을 놓칠 수 있고, 신뢰를 쌓는 데 시간이 필요한 편이다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "실력 축적과 실행력 강화를 통해 장기 성과 기반을 만드는 시기다.",
          "love": "일·학습 몰입이 관계 거리를 만들 수 있다. 공통 취미와 시간 배분이 필요하다.",
          "career": "견습·학습·재정의 흐름에 매우 유리하다. 꾸준한 숙련이 확실한 보상으로 연결된다.",
          "money": "횡재보다 계획형 성장이 맞다. 예산·저축·지출 통제가 성과를 만든다.",
          "health": "관리 소홀 신호가 보이면 즉시 루틴 복구가 필요하다."
        },
        "reversed": {
          "summary": "완벽주의·분산집중·지루함으로 효율이 떨어지는 상태를 경고한다.",
          "love": "관계의 작은 유지 행동을 놓치기 쉽다. 무관심이 누적되기 전에 복구해야 한다.",
          "career": "직무 불만과 세부 집착이 충돌을 부를 수 있다. 단기 목표 재설정이 유효하다.",
          "money": "과소비·부채·재정 취약 위험이 커진다. 단기 충동보다 규칙 회복이 우선이다.",
          "health": "과한 루틴 또는 방치 양극단을 경계해야 한다. 현재 생활방식 교정이 필요하다."
        }
      }
    },
    {
      "id": 43,
      "name_ko": "펜타클 10",
      "name_en": "Ten of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "유산",
        "가문",
        "부유함",
        "장기적 안정"
      ],
      "interpretation": {
        "upright": "막대한 부, 가족의 번영, 상속, 전통적인 가치",
        "reversed": "금전적 갈등, 가산 탕진, 불안정한 기반, 불화"
      },
      "guidance": {
        "연애": "유산와 가문의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "유산 중심의 우선순위를 세우고 부유함 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "가문 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "유산 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.10 (정/역방향)\n단결과 사랑\n펜타클 10번 카드는 물질적인 성공과 건강한 가족 관계를 상징한다. 주기의 끝과 더 편안한 새로운 시작을 가리키며, 결혼이나 사업의 안정화에도 긍정 신호로 작동한다. 가족, 공동체, 유산의 보존이 핵심 주제다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 사회적 책임감과 재정 감각이 강하고, 공동체의 중심에서 실질적인 결정을 이끌어내는 유형. 다만 갈등 회피가 과하면 자기 입장을 희생할 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "애정·안정·성취가 함께 들어오는 시기다. 개인 성과가 가족과 공동체의 안정으로 확장되며 장기 기반이 탄탄해진다.",
          "love": "장기 관계에 매우 강한 길조다. 결혼·동거·가족 계획 같은 현실 단계로 자연스럽게 이어지기 쉽다.",
          "career": "조직 내 신뢰와 성과가 함께 올라간다. 꾸준함이 인정으로 연결되며 핵심 자산으로 자리 잡는다.",
          "money": "재정 안정과 장기 보전의 흐름이 강하다. 상속·유산·자산 설계 같은 구조적 계획을 세우기 좋다.",
          "health": "회복력과 생활 안정이 건강을 돕는다. 가족/주변의 지원을 받으며 관리 효율이 올라간다."
        },
        "reversed": {
          "summary": "가정·재정 기반에서 균열이 드러날 수 있다. 불화와 불안정이 겹치면 장기 계획이 흔들릴 수 있다.",
          "love": "가치관·생활 우선순위 충돌로 관계 안정성이 약해질 수 있다. 목표를 솔직히 재합의해야 한다.",
          "career": "협력 구조가 흔들리거나 조직 불안(구조조정/파산 리스크)로 긴장도가 높아질 수 있다.",
          "money": "유산·부채·법적 분쟁 등으로 재정 압박이 커질 수 있다. 고정비와 리스크를 우선 정리해야 한다.",
          "health": "가족/재정 스트레스가 건강 부담으로 번질 수 있다. 유전적 요인 점검과 정기 검진이 중요하다."
        }
      }
    },
    {
      "id": 44,
      "name_ko": "펜타클 여왕",
      "name_en": "Queen of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "풍요",
        "양육",
        "실질적 도움",
        "안정"
      ],
      "interpretation": {
        "upright": "현명한 자금 관리, 헌신적인 태도, 물질적 풍요",
        "reversed": "낭비, 자기관리 소홀, 물질적 집착, 질투심"
      },
      "guidance": {
        "연애": "풍요와 양육의 균형을 먼저 확인하고, 감정 표현은 천천히 선명하게 가져가세요.",
        "진로": "풍요 중심의 우선순위를 세우고 실질적 도움 관련 행동을 작은 단위로 실행해보세요.",
        "금전": "양육 기준으로 지출과 저축 규칙을 정리하고, 무리한 선택보다 안정적인 흐름을 우선하세요.",
        "인간관계": "풍요 관점에서 대화를 정리하고, 오해를 줄이기 위해 사실과 감정을 분리해 전달하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.13 (정/역방향)\n부와 번영\n펜타클 여왕 카드는 물질적 안정, 실용성, 양육의 균형을 상징한다. 재정·가정·커리어를 동시에 관리하며 장기 번영을 만드는 카드다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 개방적이고 신뢰할 수 있으며 현실 감각이 뛰어난 타입. 인내와 꾸준함으로 성과를 만들고, 얻은 것을 주변과 나누려는 성향이 강하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "실용성과 풍요가 함께 강화되는 시기다. 생활 기반을 안정화하며 성과를 축적한다.",
          "love": "관계의 안정감이 올라가고, 함께 쉬고 회복하는 시간이 관계 질을 높인다. 싱글은 성숙한 인연 가능성이 크다.",
          "career": "업무 구조화 능력이 강점으로 작동한다. 신뢰 가능한 파트너십과 실행력이 성과를 키운다.",
          "money": "노력의 보상이 금전으로 연결되기 쉽다. 재정 계획과 자산 운영이 안정적으로 굴러간다.",
          "health": "기본 루틴(식단·운동·휴식)이 효과를 낸다. 회복 국면이라면 점진적 호전 가능성이 높다."
        },
        "reversed": {
          "summary": "이기심·불안·부주의가 커지면 성과를 잃을 수 있다. 정서/재정 균형 회복이 핵심이다.",
          "love": "질투·소유욕·비이성적 두려움이 관계 갈등을 키울 수 있다. 사실 기반 대화가 필요하다.",
          "career": "경쟁 압박과 신뢰 문제를 경계해야 한다. 협업 파트너 검증을 강화하는 편이 안전하다.",
          "money": "재정난 리스크가 높아진다. 과거 성과에 기대지 말고 지출·현금흐름 통제를 재정비해야 한다.",
          "health": "스트레스와 피로 누적으로 급격한 저하가 올 수 있다. 생활 리듬 회복과 검진이 우선이다."
        }
      }
    },
    {
      "id": 45,
      "name_ko": "지팡이 2",
      "name_en": "Two of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "계획",
        "선택",
        "확장",
        "전망"
      ],
      "interpretation": {
        "upright": "선택지를 비교하며 다음 단계를 설계하는 시기, 장기적인 비전 수립",
        "reversed": "우유부단, 실행 지연, 좁은 시야로 기회를 놓침"
      },
      "guidance": {
        "연애": "계획와 선택 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "계획 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "선택 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "계획 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.2 (정/역방향)\n모험과 진로\n완즈 2번 카드는 ‘에이스 완즈’가 성숙된 작품이며, 여러분이 새로운 기회를 포착한 후에 나올 일들, 즉 결정을 내리고 먼 미래를 향해 나아가는 것을 상징한다.\n 이것은 진보, 발견, 그리고 여러분의 목표를 달성하기 위해 세계로 나가는 것에 대해 말한다.\n완즈 2번 카드는 거대한 영역이 내려다보이는 성에 있는 한 남자를 특징으로 한다.\n 그는 왼손에 지팡이를 쥐고 오른손에는 작은 지구본을 들고 있다.\n그가 들고 있는 지팡이는 그의 새로운 계획을 상징하고, 꽃잎은 성장을 상징한다.\n 세계는 그가 세계를 손에 쥐고 있다는 것을 말해주고 있고, 그 풍경은 그의 엄청난 잠재력과 포부를 보여준다.\n또한 모자의 빨간색은 그의 열정과 모험적인 성격을 나타낸다.\n남자의 옆에는 장미, 백합, 크로스가 있다.\n 장미는 사랑을 상징하고, 백합은 희망을 상징하며, 크로스는 의사결정의 세 가지 지침인 믿음을 상징한다.\n\n< 카드가 나타내는 사람의 성격&특징 >\n완즈 2번 카드가 나타내는 사람은 카리스마와 매력으로 다른 이들을 단숨에 사로잡는 자연스러운 리더다.\n 그들은 미래에 대한 명확한 비전을 가지고 있고 꿈을 이루기 위해 열심히 일할 것이다.\n또한 매우 용감하고 경쟁심이 강해서 목표를 성취할 수 있지만 그들에게 불리하게 작용할 수도 있다.\n 성공을 향한 그들의 추진이 삶의 다른 부분에 부정적인 영향을 미치지 않도록 주의해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 2번 카드는 앞으로 나아가고, 세계를 발견하고, 목표를 성취하는 흐름을 상징한다. 편안한 영역을 벗어나 새로운 탐험과 장기 계획을 시작하는 시기다.",
          "love": "싱글은 여행이나 새로운 환경에서 로맨스가 열릴 수 있다. 커플은 탄탄한 기반 위에서 동거·결혼 같은 장기 약속을 논의하기 좋다.",
          "career": "커리어 상승 신호가 강하다. 새로운 도시/국가 기회까지 고려하면 성장 폭이 커질 수 있다.",
          "money": "재정 안정과 균형이 잡히는 흐름이다. 목표 달성 페이스가 좋고, 여유 자금으로 휴식·여행도 가능해질 수 있다.",
          "health": "건강 개선 노력이 결과로 이어지기 시작한다. 생활 습관을 계속 유지하는 것이 핵심이다."
        },
        "reversed": {
          "summary": "역방향 완즈 2번 카드는 망설임, 방향성 부족, 장기 목표 부재를 나타낸다. 삶의 구조를 다시 짜고 우선순위를 정해야 한다.",
          "love": "커플은 장기 약속에 대한 확신 부족이 갈등이 될 수 있다. 싱글은 이상형 기준에 갇혀 기회를 놓치기 쉬우므로 유연성이 필요하다.",
          "career": "막다른 직무/무관심 분야에 머무르는 신호일 수 있다. 상담과 재탐색, 필요 시 휴식이 도움이 된다.",
          "money": "장기 재무 목표는 자동으로 이루어지지 않는다. 구체적 투자 전략과 실행 계획이 필요하다.",
          "health": "치료·회복 계획을 미루는 패턴이 삶 전반의 추진력을 떨어뜨린다. 근본 건강 이슈를 먼저 해결해야 한다."
        }
      },
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 2번 카드가 나타내는 사람은 카리스마와 매력으로 다른 이들을 단숨에 사로잡는 자연스러운 리더다. 미래에 대한 명확한 비전이 있고 꿈을 이루기 위해 열심히 일한다. 다만 용감함과 강한 경쟁심이 과도해지면 삶의 다른 부분에 부정적 영향을 줄 수 있어 균형이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요."
    },
    {
      "id": 46,
      "name_ko": "지팡이 4",
      "name_en": "Four of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "안정",
        "축하",
        "완성",
        "공동체"
      ],
      "interpretation": {
        "upright": "작은 성공의 완성, 기쁜 소식, 관계의 안정과 축하 분위기",
        "reversed": "축하의 지연, 기대와 다른 결과, 관계의 미묘한 불화"
      },
      "guidance": {
        "연애": "안정와 축하 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "안정 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "축하 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "안정 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.4 (정/역방향)\n가족과 감사\n완즈 4번 카드는 즐거운 축하와 가족의 단합을 상징한다.\n이 카드는 행운과 행복, 그리고 안정을 예고하기 때문에 감사한 마음으로 받아야 한다.\n수정으로 장식된 네 개의 지팡이가 받쳐 든 꽃 화환 아래에서 한 쌍의 부부가 꽃다발을 들고 있다.\n 이 즐거운 광경은 호화로운 성 앞에서 일어난다.\n 멀리서 이 행사를 축하하는 파티 참가자들의 모습을 볼 수 있는 듯하다.\n화환은 이 카드의 가장 두드러진 요소로, 배경 위에 크게 걸려 있다.\n 커플이 결혼하는 듯한 모습은 가족을 상징한다.\n 또한 꽃다발과 화환은 번영과 기쁨을 상징하며, 파티와 성은 축하, 공동체, 그리고 안정을 상징한다.\n\n< 카드가 나타내는 사람의 성격&특징 >\n완즈 4번 카드가 나타내는 사람은 기쁨과 활기가 넘친다.\n 그들은 일반적으로 사람들을 한데 모으는 사람들이다. 파티를 계획하고 연락을 자주 한다.\n하지만, 특히 그들이 행복을 가장해야 한다고 느낄 때, 그 유쾌한 행동은 때때로 부담이 될 수 있다.\n 이것은 그들이 분노나 슬픈 감정을 숨기는 한 방법일 수도 있다.\n 부정적인 감정은 피할 수 없는, 때로는 필요한 삶의 일부라는 것을 기억해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 4번 카드는 사랑하는 사람들과 더 가까워지고 인생의 성취를 함께 기념하는 시기임을 뜻한다.",
          "love": "안전, 조화, 가족의 흐름이 강하다. 커플은 관계 안정이 커지고, 싱글은 파티/행사에서 밝고 외향적인 인연을 만날 가능성이 높다.",
          "career": "커리어가 안정적으로 성장하며 승진·성과 인정을 기대할 수 있다. 주변의 축하와 지지가 뒤따른다.",
          "money": "계획 기반 재정 운영으로 흐름이 양호하다. 공동체/가족을 위한 지출이 의미 있게 작동할 수 있다.",
          "health": "건강 회복 신호가 강하며, 컨디션 개선에 유리하다. 경우에 따라 임신 가능성을 시사할 수 있다."
        },
        "reversed": {
          "summary": "역방향 완즈 4번 카드는 가정/관계/기반의 불안정, 불만, 갈등을 나타낸다.",
          "love": "관계의 격동기가 나타날 수 있다. 중대한 결정을 서두르기보다 대화로 미래 방향을 맞추는 확인이 필요하다.",
          "career": "비지원적이거나 적대적인 업무 환경에서 피로가 커질 수 있다. 현 직장 유지 vs 이직을 현실적으로 점검할 시점이다.",
          "money": "재정 파악 부족과 산발적 지출이 스트레스를 만든다. 예산 재설계와 통제가 필요하다.",
          "health": "과로/과한 사회활동으로 건강 악화 가능성이 있다. 불안·신체 경고 신호를 무시하지 말고 진료를 고려해야 한다."
        }
      },
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 4번 카드가 나타내는 사람은 기쁨과 활기가 넘치고 사람들을 연결하는 성향이 강하다. 모임을 이끌고 분위기를 만드는 능력이 좋다. 다만 항상 밝아야 한다는 압박이 감정 억압으로 이어질 수 있으니 솔직한 감정 표현이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요."
    },
    {
      "id": 47,
      "name_ko": "지팡이 5",
      "name_en": "Five of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "경쟁",
        "충돌",
        "긴장",
        "조율"
      ],
      "interpretation": {
        "upright": "의견 충돌 속에서 실력을 키우는 단계, 건강한 경쟁",
        "reversed": "소모적 갈등, 불필요한 경쟁, 협업 실패"
      },
      "guidance": {
        "연애": "경쟁와 충돌 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "경쟁 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "충돌 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "경쟁 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.5 (정/역방향)\n마찰과 갈등\n완즈 5번 카드는 엇갈린 5개의 지팡이처럼 의견의 불일치와 갈등을 상징한다.\n 또한 이 카드는 도전이 반드시 충족되어야 함을 나타내며, 본 이벤트에 참여할 것을 권장한다.\n완즈 5번 카드는 각각 커다란 지팡이를 들고 마구 흔들고 있는 5명의 남자를 묘사하고 있다.\n 남자들이 휘두르는 지팡이들은 서로 충돌하는 것처럼 보인다.\n 게다가, 각각의 남자는 다른 색을 입고 있는데, 그것은 그들이 모두 자신들 스스로를 위해 싸우고 있는 것을 나타낸다.\n언뜻 보면 대립과 불협화음을 암시한다.\n 그러나, 지팡이는 모두 공중에 떠 있거나 지팡이끼리만 서로 부딪친다.\n 어떤 지팡이도 사람을 때리는 것은 아니다. 따라서 일반적인 경쟁이나 실력 발휘로 해석할 수도 있다.\n\n< 카드가 나타내는 사람의 성격&특징 >\n완즈 5번 카드로 대표되는 사람은 자신을 찾고 삶의 의미를 찾는 잃어버린 영혼이다.\n 그들은 종종 낮은 자존감을 가지고 있고 그들이 목표를 달성할 수 있다고 믿지 않는다.\n그럼에도 불구하고, 그 사람은 여전히 사랑스럽고 동정심이 많다.\n 그들은 특별하고 돋보이고 싶어 하지만, 판단에 대한 두려움 때문에 이러한 감정을 억누르는 경향이 있다.\n일단 그들이 그들의 욕구와 욕구의 타당성을 받아들인다면, 그들은 자존심을 얻고 진정으로 행복해질 수 있다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 5번은 마찰과 갈등, 경쟁 상황을 나타낸다. 소모전이 될지 성장 경쟁이 될지 운영 방식이 핵심이다.",
          "love": "관계 내 말다툼과 감정 충돌이 잦아질 수 있다. 불만이 누적됐다면 감정/필요를 차분히 대화로 정리해야 한다. 싱글은 선택지 혼란이 커질 수 있다.",
          "career": "동료와의 충돌이나 방식 차이로 생산성이 흔들릴 수 있다. 주변 소음보다 본인 책임과 성과에 집중할수록 유리하다.",
          "money": "가족/파트너와 금전 갈등이 생기기 쉽다. 과소비를 줄이고 신뢰 불확실한 금전 거래는 피해야 한다.",
          "health": "회복 싸움에서 버티는 힘이 필요한 시기다. 스트레스와 불안을 낮추기 위해 운동·명상 루틴이 도움된다."
        },
        "reversed": {
          "summary": "역방향 완즈 5번은 갈등 완화, 협력 회복, 합의 형성을 나타낼 수 있다. 동시에 외부 혼란이 다시 밀려올 가능성도 있다.",
          "love": "커플은 소통 개선으로 갈등을 정리할 수 있다. 싱글은 기존 패턴을 벗어난 만남이 전환점이 될 수 있다.",
          "career": "직장 내 충돌이 정리되고 팀워크가 회복될 수 있다. 경쟁이 과한 업종을 재평가하는 신호일 수도 있다.",
          "money": "재정 환경 변동으로 불안정성이 커질 수 있다. 감정 대응보다 실무적 자금 관리 원칙이 필요하다.",
          "health": "오랜 회복 정체가 있었다면 치료 접근법을 바꿔 개선 가능성을 높일 수 있다."
        }
      },
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 5번 카드로 대표되는 사람은 자아 정체성과 삶의 의미를 찾는 과정에 있다. 낮은 자존감으로 자신의 가능성을 의심할 수 있지만, 본질적으로 따뜻하고 공감 능력이 높다. 욕구를 인정하고 표현하기 시작하면 자신감과 행복이 크게 회복될 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요."
    },
    {
      "id": 48,
      "name_ko": "지팡이 6",
      "name_en": "Six of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "승리",
        "인정",
        "자신감",
        "성과"
      ],
      "interpretation": {
        "upright": "노력이 인정받고 성과가 드러남, 자신감 상승",
        "reversed": "과한 자만, 외부 평가에 대한 불안, 성과 지연"
      },
      "guidance": {
        "연애": "승리와 인정 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "승리 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "인정 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "승리 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.6 (정/역방향)\n의기양양\n완즈 6번 카드의 지팡이들은 의기양양하고 축하받는다.\n 이 카드는 성공, 리더십, 그리고 대중의 찬미를 나타낸다.\n완즈 6번 카드(The Six of Wands)는 환호하는 군중들 사이로 머리에 승리의 화환을 쓰고 말을 타고 있는 한 남자를 묘사하고 있다.\n 화환이 걸린 그의 지팡이는 최근의 업적을 상징한다.\n 그의 말은 백색이며 힘과 순결의 색이다. 기쁨에 찬 군중은 그의 노력과 성공을 흠모한다.\n그 남자가 당당하게 말 위에 우뚝 앉아 흔들리지 않고 이 축하연을 즐기고 있는 것은 분명하다.\n 그의 자신감은 군중들의 행복한 환호에 부합한다.\n한 사람의 리더십과 승리로 축하받고, 그 관심을 즐기는 것이 이 카드의 주요 테마이다.\n\n< 카드가 나타내는 사람의 성격&특징 >\n완즈 6번 카드가 나타내는 사람은 매우 자신감 있고 뛰어난 사람이다.\n 그 혹은 그녀는 다른 사람들을 고무시키고 설득하기 위해 그들의 카리스마를 사용하는 타고난 지도자이다.\n목표 지향적인 그 사람은 조직적이지만 필요할 때 위험을 감수하는 것을 두려워하지 않는다.\n 그들은 주목을 받는 것을 좋아하는 긍정적이고 낙천적인 사람들이다.\n때때로 관심의 중심이 되고자 하는 그들의 자신감과 욕망은 오만함으로 바뀌어 이기적인 행동으로 이어질 수 있다.\n 그들은 팬이나 팔로워를 자신을 보호하기 위해 이용할 수도 있으니 주의해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "deep_interpretation": {
        "upright": {
          "summary": "완즈 6번 카드는 성공, 승리, 그리고 대중의 승패를 상징한다. 목표를 위한 노력이 인정받고 가시적 결과로 나타나는 시기다.",
          "love": "연애는 힘과 안정의 흐름이 강하다. 커플은 서로의 버팀목이 되기 쉽고, 싱글은 자신감 있고 사교적인 인연이 들어올 수 있다.",
          "career": "승진 또는 리더 역할로의 이동 가능성이 크다. 최근 프로젝트 성과가 공개적으로 인정받을 수 있다.",
          "money": "재정 기반이 비교적 탄탄하며, 여유 자금 운용 또는 기부 같은 사회적 환원이 가능해질 수 있다.",
          "health": "질병·부상에서 회복 신호가 강하다. 특히 오래 끌던 문제의 호전 가능성을 시사한다."
        },
        "reversed": {
          "summary": "역방향 완즈 6번 카드는 실패감, 오만, 취약함을 나타낸다. 기대한 반응 대신 냉소·무관심을 경험할 수 있다.",
          "love": "관계 내 불안정성이 커질 수 있다. 가족·돈·가치관 갈등이 핵심 이슈가 되므로 진지한 대화와 합의가 필요하다. 싱글은 자만/까다로움이 기회를 막을 수 있다.",
          "career": "성과가 계획대로 드러나지 않거나 인정을 받지 못할 수 있다. 좌절 경험을 분석해 스스로 변화 전략을 세워야 한다.",
          "money": "재정 운영이 느슨해지기 쉽다. 지출 통제와 책임 있는 예산 관리가 시급하다.",
          "health": "과거 질환/부상의 재발 가능성을 경고한다. 자만을 줄이고 점검·치료를 꾸준히 이어가야 한다."
        }
      },
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 6번 카드가 나타내는 사람은 자신감이 높고 카리스마로 타인을 이끄는 타입이다. 목표 지향적이고 조직적이며 필요할 때 과감히 위험을 감수한다. 다만 인정 욕구가 과해지면 오만이나 이기성으로 보일 수 있어 균형이 중요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요."
    },
    {
      "id": 49,
      "name_ko": "지팡이 7",
      "name_en": "Seven of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "방어",
        "의지",
        "지킴",
        "우위"
      ],
      "interpretation": {
        "upright": "자신의 자리를 지키는 시기, 끈기 있는 대응 필요",
        "reversed": "방어 실패, 자신감 하락, 압박감에 휘둘림"
      },
      "guidance": {
        "연애": "방어와 의지 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "방어 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "의지 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "방어 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.7 (정/역방향)\n당신의 지위를 지키다\n완즈 7번 카드는 완즈 5번 카드처럼 개인적인 싸움에서 힘과 용기를 보여주도록 강요한다.\n 그러나 완즈 5번 카드가 일반적으로 충족되지 않은 욕망에 관련된 것에 반해, 완즈 7번 카드는 우리가 이미 가지고 있는 것을 방어하는 데 초점을 맞추고 있다.\n카드에는 커다란 지팡이를 들고 방어 자세를 취하고 있는 한 남자가 나와 있다.\n 그의 상대들은 틀에서 벗어나 있지만, 그들의 지팡이는 공중에서 볼 수 있다.\n 그 남자는 언덕 위에 서서 힘찬 자세로 있고, 반면에 그의 적들은 낮은 지대를 차지하고 있다.\n 이는 그가 유리한 위치에서 외부의 위협으로부터 자신을 방어하고 있다는 것을 나타낸다.\n당신이 그의 경쟁자들을 볼 수 없다는 것은 그의 위협과 보호의 필요성 모두가 그의 머릿속에 있다는 것을 암시한다.\n이 남성은 두 가지 다른 신발을 신고 있다.\n 즉, 자신의 불안정성과 상황의 모호성을 보여주는 증거이다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 7번 카드가 나타내는 사람들은 강한 신념을 가지고 있고 옳은 것을 위해 싸우는 것을 두려워하지 않는다. 용감하고 단호하며, 다른 사람들이 그들을 방해하도록 놔두지 않는다. 또한 소외된 사람들과 동맹을 맺어 억압에 대항하는 힘없는 사람들을 돕는다. 다만 지나치게 방어적이고 비난적으로 흐르거나, 실제보다 과한 적대감을 느낄 수 있으므로 타인에 대한 의심을 줄이는 균형이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 7번 카드는 여러분이 믿는 것을 위해 결단력을 갖고 자기 방어하는 상태를 나타낸다.",
          "love": "외부 환경이나 새로운 사람 때문에 관계가 위협받는다고 느낄 수 있다. 집착보다 파트너와의 유대 강화, 두려움의 솔직한 대화, 비난 대신 협력이 핵심이다.",
          "career": "현재 자리에서 경쟁이 치열해 스스로를 지켜야 한다. 가치를 증명하기 위한 노력이 필요하지만, 집중을 유지하면 자리 유지와 승진 가능성이 있다.",
          "money": "재산을 지키는 판단이 중요하다. 저축과 건전한 투자 기조를 유지하면 장기적으로 안정적 기반을 만들 수 있다.",
          "health": "어려운 병과의 싸움에서 인내가 필요하나, 꾸준한 관리로 회복 가능성이 있다."
        },
        "reversed": {
          "summary": "역방향 완즈 7번 카드는 나약함, 압도감, 과민한 반응을 나타낸다. 용기를 회복하는 것이 핵심 과제다.",
          "love": "관계 유지 의지가 약해지거나 이별 압력이 커질 수 있다. 관계를 원한다면 의식적 노력과 회복 대화가 필요하다. 싱글은 낮은 자존감이 연애 진입을 막을 수 있다.",
          "career": "과로·저보상·존중 부족으로 번아웃이 커질 수 있다. 충동 퇴사보다 조건 조정 시도를 먼저 하고, 개선이 없으면 이후 환경 전환을 고려하라.",
          "money": "소비 통제가 무너지면 그간의 성과를 잃기 쉽다. 보수적 운용과 계획 재정비가 필요하다.",
          "health": "본인 또는 가까운 사람의 건강 이슈가 악화될 수 있다. 치료 의지 회복과 지지 체계를 강화해야 한다."
        }
      }
    },
    {
      "id": 50,
      "name_ko": "지팡이 9",
      "name_en": "Nine of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "경계",
        "인내",
        "지구력",
        "회복"
      ],
      "interpretation": {
        "upright": "지친 상황에서도 끝까지 버티는 힘, 마지막 고비",
        "reversed": "과도한 경계, 피로 누적, 방어적 태도로 기회 상실"
      },
      "guidance": {
        "연애": "경계와 인내 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "경계 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "인내 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "경계 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.9 (정/역방향)\n힘과 회복력\n완즈 9번 카드는 도전적인 시기의 힘과 회복력을 상징한다.\n 이 카드는 우리가 예상치 못한 어려움에 직면했을 때 종종 나타난다.\n카드에는 지팡이를 움켜쥐고 그의 뒤에 늘어선 직립한 지팡이를 바라보는 한 남자의 모습이 그려져 있다.\n 그는 전투에서 부상을 입은 것 같다. 머리는 붕대로 감겨 있다.\n그의 시선은 단호하고 집중되어 있어 다시 싸우고 싶다는 뜻을 분명히 하고 있는데, 이번에는 반드시 승리할 것이다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 9번 카드는 꿈을 이룰 잠재력과 강한 회복력을 가진 사람을 상징한다. 어려운 상황에서 인내와 집중력이 더 강해지며, 끝까지 버티는 힘이 크다. 다만 성공 방식에 대한 확신이 과해지면 타인에게 기준을 강요하거나 유연성을 잃을 수 있어 균형이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 9번 카드는 상처가 있어도 포기하지 않는 의지와 방어적 생존력을 나타낸다.",
          "love": "관계가 난관에 들어섰지만 회복 의지가 있다. 파트너의 장점을 재확인하고 대화를 통해 문제를 함께 정리해야 한다. 싱글은 과거 상처를 정리할 시간이 필요하다.",
          "career": "실패 가능성에 대한 불안이 커질 수 있으나, 끈기와 집중으로 중요한 좌절을 넘길 수 있다.",
          "money": "과거의 실수나 배신 경험이 있더라도 재정 재건이 가능하다. 검증되지 않은 정보 기반 성급 투자만 피하면 회복 여지가 크다.",
          "health": "질병·부상의 피로가 있었어도 회복 가능성은 충분하다. 꾸준한 관리가 인내의 보상으로 돌아온다."
        },
        "reversed": {
          "summary": "역방향 완즈 9번 카드는 의지 저하, 자기 의심, 포기 성향을 의미한다. 오래된 두려움이 행동을 멈추게 할 수 있다.",
          "love": "커플은 반복 갈등 속에서 관계 종료 욕구가 커질 수 있다. 싱글은 취약성 인식이 오히려 진정성 있는 관계 형성의 출발점이 될 수 있다.",
          "career": "막다른 감각과 존중 부족으로 번아웃 위험이 있다. 한걸음 물러나 일-삶 균형을 복구하는 것이 성과 회복의 시작이다.",
          "money": "작은 난관에서 계획을 포기하지 말아야 한다. 감정 반응보다 일관된 실행이 재정 안정의 핵심이다.",
          "health": "생활습관 개선을 미루는 패턴이 지속될 수 있다. 두려움을 인정하고 작은 실행부터 시작해야 변화가 가능하다."
        }
      }
    },
    {
      "id": 51,
      "name_ko": "지팡이 소년",
      "name_en": "Page of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "소식",
        "열정",
        "탐색",
        "출발"
      ],
      "interpretation": {
        "upright": "새로운 제안과 흥미로운 기회, 가벼운 첫걸음",
        "reversed": "충동적 시작, 금방 식는 열정, 미숙한 실행"
      },
      "guidance": {
        "연애": "소식와 열정 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "소식 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "열정 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "소식 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈 11 (정/역방향) - Page of Wands\n젊은 창의력\n완즈 11번 카드(Page of Wands)는 활력과 미개척지의 넘쳐흐르는 잠재력을 나타낸다. 그것은 여러분이 위험을 무릅쓰고 젊은 창의력을 받아들이도록 촉구한다.\n카드에는 밝은 튜닉을 입고 있는 한 젊은이의 모습이 그려져 있다. 황량한 풍경이 그의 뒤로 펼쳐져 있고, 세 개의 황량한 모래 언덕으로 가로막혀 있지만, 그는 길을 잃거나 고통스러워하지 않는 것 같다.\n그 남자의 우아한 의복은 도롱뇽 무늬로 덮여 있어, 나쁜 옷에서 좋은 옷으로 변모하는 모습을 보여준다. 그는 가는 곳마다 새로운 인식과 아이디어들을 퍼뜨리고 있다.\n사막의 풍경은 가능성이 가장 희박한 곳에서 발견될 수 있다는 것을 상기시켜 준다. 페이지 오브 완즈 카드는 젊은 에너지와 긍정적인 변화를 나타낸다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 11번 카드가 나타내는 사람은 열정적이고 자유로운 사고를 하며, 위험을 감수하고 새로운 경험을 즐기는 성향이 강하다. 낙천적이고 회복 탄력성이 높아 어려움에서도 빠르게 균형을 되찾는다. 다만 경고를 가볍게 넘기거나 충동적으로 움직일 수 있어 속도 조절이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "완즈 11번 카드(Page of Wands)는 새로운 기회와 아이디어가 다가오는 신호다. 변화와 성장을 적극적으로 포용해야 하는 시기다.",
          "love": "커플은 일상 밖 경험(여행/새 활동)으로 열정을 회복할 수 있다. 싱글은 익숙한 동선을 벗어나 새로운 만남을 시도할수록 가능성이 커진다.",
          "career": "새 업무/창업/새 프로젝트 시작에 유리한 타이밍이다. 망설임보다 실행이 성과를 만든다.",
          "money": "새로운 금전 기회가 열릴 수 있다. 다만 분할 접근과 검토를 병행해야 안정적으로 결과를 얻는다.",
          "health": "건강 개선 행동을 미루지 말아야 한다. 운동·식단·검진 등 기본 루틴을 강화할수록 미래 이득이 크다."
        },
        "reversed": {
          "summary": "역방향 완즈 11번 카드는 망설임과 미루기, 실행 자신감 부족을 나타낸다.",
          "love": "커플은 관계 방향성 혼란이 커질 수 있어 잠시 속도를 늦추고 목표를 재정렬할 필요가 있다. 싱글은 연애 압박보다 자기돌봄과 관계 기준 정리가 우선이다.",
          "career": "직무 의욕 저하와 진로 혼란이 나타날 수 있다. 과거 동기 요인을 재탐색하면 방향 회복에 도움이 된다.",
          "money": "수입보다 지출이 앞서는 패턴을 정리해야 한다. 무리한 소비를 줄이고 부채 관리에 우선순위를 둬야 한다.",
          "health": "최근 건강 이슈로 에너지가 떨어졌을 수 있다. 혼자 버티기보다 주변 도움을 받아 회복 루틴을 다시 세우는 것이 좋다."
        }
      }
    },
    {
      "id": 52,
      "name_ko": "지팡이 왕",
      "name_en": "King of Wands",
      "arcana": "Minor",
      "suit": "Wands",
      "keywords": [
        "리더십",
        "비전",
        "결단",
        "추진"
      ],
      "interpretation": {
        "upright": "큰 그림을 보는 리더십, 강한 추진력으로 방향 제시",
        "reversed": "독단적 결정, 조급한 리드, 타인 의견 무시"
      },
      "guidance": {
        "연애": "리더십와 비전 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "리더십 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "비전 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "리더십 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 완즈.14 (정/역방향) - King of Wands\n억제되지 않는 낙관론\n완즈 14번 카드(King of Wands)는 끊임없는 낙관주의, 위험 감수, 그리고 자비를 상징한다.\n 이 카드는 당신이 당신의 리더십을 잘 활용해서 당신의 목표를 세우고 성취하도록 촉구한다.\n카드에는 왕이 오른손에 큰 지팡이를 들고 왕좌에 앉아 있는 모습이 담겨 있다.\n 지팡이에는 모든 생명의 복원력을 상징하는 꽃이 피고 있다.\n그의 왕좌와 망토는 사자와 도롱뇽의 이미지로 장식되어 있다.\n 사자는 권력과 힘을 상징하고 도롱뇽은 불을 상징하며, 꼬리를 물고 있는 도롱뇽은 무한함을 상징한다.\n왕관의 불꽃 모양과 밝은 오렌지 빛깔의 옷은 그의 불 같은 결의를 더욱 돋보이게 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 완즈 14번 카드가 나타내는 사람은 타고난 지도자이며 자신감과 결단력이 강하다. 목표 달성과 신념 수호를 위해 끈기 있게 행동하며, 설득력과 따뜻한 카리스마로 주변을 이끈다. 다만 영향력이 클수록 경청과 배려를 함께 유지해야 리더십이 오래 지속된다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 완즈 14번 카드는 과감한 에너지, 새로운 아이디어, 목표 지향 행동을 상징한다. 성공이 가까워진 신호다.",
          "love": "커플은 서로의 독립성과 목표를 존중하는 성숙한 단계로 진입할 수 있다. 싱글은 당장의 정착보다 자신의 흐름과 성장에 집중해도 좋다.",
          "career": "멘토링과 상위 네트워크 연결이 커리어 상승을 가속한다. 리더 역할을 준비한다면 학습과 관계 구축이 핵심이다.",
          "money": "재정적으로 긍정 흐름이 강하다. 성과형 투자/수익 기회가 올 수 있으나 지출 관리가 전제되어야 한다.",
          "health": "기본 체력은 양호하나 과한 관리 강박을 줄여야 한다. 전문 조언을 맞춤형으로 적용하면 효율이 높다."
        },
        "reversed": {
          "summary": "역방향 완즈 14번 카드는 공격성, 비현실적 기대, 잘못된 리더십을 경고한다. 에너지가 과잉 방향으로 새기 쉽다.",
          "love": "불신과 헌신 불안이 관계 핵심 이슈가 될 수 있다. 커플은 미해결 갈등을 직면하고, 싱글은 타인 집착보다 자립감 회복이 우선이다.",
          "career": "권위적 태도와 통제 과잉이 팀 신뢰를 훼손할 수 있다. 위임·존중·협업 복구가 성과 회복의 출발점이다.",
          "money": "요행 기대 대신 실행 가능한 재무 계획이 필요하다. 능력 기반 수입 구조를 만들고 지출을 통제해야 한다.",
          "health": "타인 조언이 나와 맞지 않을 수 있다. 최근 변화에 대한 신체 반응을 점검하고 맞춤형 루틴으로 조정해야 한다."
        }
      }
    },
    {
      "id": 53,
      "name_ko": "컵 3",
      "name_en": "Three of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "우정",
        "축하",
        "교류",
        "기쁨"
      ],
      "interpretation": {
        "upright": "사람들과의 따뜻한 연결, 좋은 소식과 축하의 흐름",
        "reversed": "겉도는 관계, 과한 사교, 감정 소모"
      },
      "guidance": {
        "연애": "우정와 축하 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "우정 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "축하 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "우정 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.3 (정/역방향)\n축하\n컵 3번 카드는 개인적인 성취의 순간에 친구, 가족들이 함께 축하한다는 카드이다. 이 카드는 성공과 그에 대한 축하가 이어진다는 신호이다.\n카드에는 축하 건배를 위해 컵을 들어 올리면서 함께 원을 그리며 춤을 추는 세 여성의 모습이 담겨 있다. 이 사람들의 관계는 서로에 대한 존경, 명예, 그리고 감사에 바탕을 두고 있다.\n여성의 머리에 있는 화환과 가운은 승리와 축하의 시간을 나타낸다. 여성들을 둘러싼 땅은 성장, 부, 그리고 건강을 상징하는 과일과 야채로 덮여 있다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 3번 카드가 나타내는 사람은 다정하고 사교적이며 긍정 에너지가 강하다. 사람을 모으고 관계망을 확장하는 능력이 뛰어나며, 주변에 활기를 불어넣는다. 스타일과 카리스마로 주목을 받기 쉽지만, 과도한 외부 활동으로 균형을 잃지 않도록 자기 관리가 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "컵 3번 카드는 친밀한 관계 안에서의 축하, 성취 공유, 감정적 유대 강화를 나타낸다.",
          "love": "싱글은 공통 가치 기반의 건강한 인연을 만날 가능성이 높고, 커플은 소통과 상호 존중을 통해 관계가 더 깊어진다.",
          "career": "협력자/파트너와의 팀워크가 성과를 만든다. 이미 달성한 성취를 인정하고 다음 단계로 나아갈 타이밍이다.",
          "money": "성과를 즐길 여유가 생길 수 있다. 다만 축하성 지출과 저축의 균형을 함께 관리해야 한다.",
          "health": "즐거운 시기일수록 과음·과소비를 경계해야 한다. 회복과 다음 도전을 위해 휴식 루틴을 유지하는 것이 중요하다."
        },
        "reversed": {
          "summary": "역방향 컵 3번 카드는 감정 과잉, 관계 피로, 내면 균형 붕괴를 경고한다.",
          "love": "싱글은 단기적·소모적 관계 가능성을 주의해야 하며, 커플은 외부 루머/간섭으로 갈등이 생길 수 있어 경계가 필요하다.",
          "career": "겉으로 협력하는 척하는 방해 요인이 있을 수 있다. 가십과 정치적 소음을 분리하고 전문성 유지가 핵심이다.",
          "money": "취소된 이벤트·과도한 사교비로 재정 압박이 커질 수 있다. 즉시 지출 통제가 필요하다.",
          "health": "유흥 과다로 컨디션 저하가 나타날 수 있다. 스트레스·상실감 이슈가 겹치면 정서 관리도 함께 필요하다."
        }
      }
    },
    {
      "id": 54,
      "name_ko": "컵 4",
      "name_en": "Four of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "권태",
        "재고",
        "정체",
        "내면"
      ],
      "interpretation": {
        "upright": "멈춰서 감정을 재정비할 시기, 진짜 욕구 확인",
        "reversed": "기회 무시, 무기력, 고립된 시선"
      },
      "guidance": {
        "연애": "권태와 재고 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "권태 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "재고 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "권태 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 📌 [타로카드 해석] 컵 카드.4 (정/역방향)\n🔴 기회를 포착해야\n네 개의 컵 카드(Four of Cups)는 사물을 당연하게 여기는 인간의 경향을 나타낸다.\n 우주는 계속해서 기회를 제공해 주지만, 여러분은 항상 기회를 알아보지는 못한다.\n고민에 대한 해답은 바로 앞에 있다.\n 여러분의 문제에 집착하는 대신, 해결책에 집중하라.\n카드에는 산 정상의 나무 아래 앉아 생각에 잠겨 있는 한 남자가 그려져 있다.\n 그는 비옥하고 차분한 환경에 있음에도 불구하고, 그의 표정은 침울하다.\n그의 바로 앞 땅에는 금잔 세 개가 놓여 있고, 다른 금잔은 그의 옆 공중에 떠 있는 손이 들고 있다.\n 그의 깊은 명상 상태는 그가 이러한 것을 알아차리거나 신경 쓰지 못하게 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 4번 카드가 나타내는 사람은 현재 상태에 대한 불만과 무기력 속에서 기회를 놓치기 쉬운 성향이 있다. 사소한 결핍에 집중하다 보면 이미 가진 가치와 가능성을 과소평가할 수 있다. 감사와 현실 점검을 회복하면 정체를 깨고 다시 움직일 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 4번 카드는 새로운 기회를 반복적으로 외면하거나 무감각해진 상태를 뜻한다.",
          "love": "관계의 권태·지루함을 경고한다. 커플은 오래된 패턴을 깨고 관계를 재설계해야 하며, 싱글은 진짜 원하는 관계 기준을 먼저 정리해야 한다.",
          "career": "업무 불만과 동기 저하가 성과를 막을 수 있다. 당장 이직이 어려워도 동기 회복 장치를 만들어야 한다.",
          "money": "타인 비교는 현실적 기회를 놓치게 만든다. 개인 기준 목표를 재설정하고 현재 자원 활용에 집중해야 한다.",
          "health": "건강 관리 결심을 미루지 말아야 한다. 운동·식사·수면의 기본 루틴을 즉시 실행할 시기다."
        },
        "reversed": {
          "summary": "역방향 컵 4번 카드는 자기성찰 이후 다시 기회를 인식하기 시작하는 전환 신호다.",
          "love": "싱글은 고립/단절 국면에서 벗어나 새 관계에 열리기 시작한다. 커플은 관계를 포기할지 회복할지 결단 시점에 있다.",
          "career": "정체 이후 새로운 기회가 열릴 가능성이 크다. 방향 전환을 위한 준비가 성과로 이어질 수 있다.",
          "money": "새로운 수익 기회를 발견할 수 있다. 다만 기존 프로젝트에만 매몰되지 않도록 시야를 넓혀야 한다.",
          "health": "회복 흐름이 시작되는 긍정 신호다. 감사 기반의 생활 전환이 장기 회복에 도움을 준다."
        }
      }
    },
    {
      "id": 55,
      "name_ko": "컵 6",
      "name_en": "Six of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "추억",
        "순수",
        "회복",
        "재회"
      ],
      "interpretation": {
        "upright": "따뜻한 기억과 재회, 감정적 안정 회복",
        "reversed": "과거 집착, 현실 회피, 미성숙한 선택"
      },
      "guidance": {
        "연애": "추억와 순수 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "추억 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "순수 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "추억 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.6 (정/역방향)\n매혹적인 순수함\n6개의 컵 카드(Six of Cups)는 여러분의 과거와 깊은 연관이 있으며, 여러분이 갈등할 때 여러분 곁을 지켜온 중요한 인물들을 소중히 간직해야 함을 나타낸다.\n 이 카드는 또한 과거의 노력이 곧 성과를 거두기 시작할 것임을 암시한다.\n컵 6번 카드에는 한 소년이 몸을 숙여 어린 소녀에게 꽃을 바치는 모습을 묘사하고 있는데, 이 꽃은 커다란 컵에 배설되어 있다. 그녀는 손을 내밀어 정중히 선물을 받는다.\n그 옆에는 네 개의 컵이 더 늘어서 있고, 다섯 번째 컵은 소년의 뒤에 있는 받침대 위에 놓여 있다.\n 컵은 지나간 옛 추억과 나날을 상징하고, 배경은 편안함과 안보를 상징한다.\n카드에는 멀리 있는 나이든 남자도 있는데, 이는 어른들의 문제와 책임을 나타낸다.\n 이것은 전면에 묘사된 순진하고 조심성 없는 장면의 성격과 대조된다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 6번 카드가 나타내는 사람은 관계 안에서 균형과 조화를 만드는 힘이 크다. 친절하고 다정하며 신뢰를 주는 조언자로 기능한다. 순수하고 따뜻한 태도로 주변을 안정시키지만, 과거 정서에 머무르지 않고 현재 선택으로 연결하는 성숙함이 함께 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 6번 카드는 과거의 좋은 기억, 재회, 정서적 안정감을 불러오는 흐름이다.",
          "love": "소울메이트 성향 카드로, 깊은 친밀감과 안정적 유대가 강화된다. 싱글은 과거 인연의 재등장 가능성이 있다.",
          "career": "과거 프로젝트/역할이 다시 중요해질 수 있다. 반복 실수를 피하고 새로운 접근을 병행해야 성장으로 이어진다.",
          "money": "기본 재정은 안정적이나 누락·미수금·관리 소홀을 점검해야 한다. 자산 흐름을 세밀하게 관리하는 것이 좋다.",
          "health": "과거 정서/상처가 현재 건강에 영향 줄 수 있다. 내면 치유와 건강한 생활 선택을 병행하면 회복에 유리하다."
        },
        "reversed": {
          "summary": "역방향 컵 6번 카드는 과거 집착에서 벗어나 현재 중심으로 재정렬해야 함을 상기시킨다.",
          "love": "커플은 회피하던 문제를 직면할 시점이다. 싱글은 사랑을 원한다면 현실적 행동 변화가 필요하다.",
          "career": "업무 구조가 흔들릴 수 있어 싸울 가치가 있는 핵심을 선별해야 한다. 모든 전투를 다 치를 필요는 없다.",
          "money": "재정 균형 감각을 회복하는 시기다. 필요 시 외부 도움을 받아 의사결정 정확도를 높여야 한다.",
          "health": "중요 건강 이슈를 외면하지 말아야 한다. 생활습관 개편과 조기 점검이 회복의 출발점이다."
        }
      }
    },
    {
      "id": 56,
      "name_ko": "컵 7",
      "name_en": "Seven of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "환상",
        "선택지",
        "갈등",
        "유혹"
      ],
      "interpretation": {
        "upright": "다양한 가능성이 열리지만 기준 있는 선택 필요",
        "reversed": "현실성 부족, 우선순위 혼란, 공상에 머묾"
      },
      "guidance": {
        "연애": "환상와 선택지 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "환상 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "선택지 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "환상 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.7 (정/역방향)\n축복과 환상\n일곱 개의 컵 카드(Seven of Cups)는 여러분이 원하는 것을 성취할 수 있는 능력으로부터 완전히 단절되었을 때 나타난다. 당신은 꿈을 크게 꾸는 사람이지만, 당신이 스스로 세운 목표를 실현하기 위해 올바른 조치를 취하지 않고 있다.\n카드에는 일곱 개의 컵을 올려다보고 있는 한 남자의 모습이 그려져 있다.\n 어떤 것들은 보석이나 승리의 화관과 같은 호화로운 선물들을 담고 있는 반면, 다른 것들은 뱀이나 용과 같은 부정적인 의미를 더 많이 담고 있다.\n구름은 남자의 꿈을 상징하고, 컵과 그 내용물은 여러분이 바라는 것을 조심하라는 경고이다.\n 모든 것이 겉으로 보이는 것과 같지는 않다.\n 겉으로 보기에 단순히 매혹적인 것보다는, 진정으로 보람 있는 것을 골라야 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 7번 카드가 나타내는 사람은 현실과 동떨어진 기대와 환상에 빠지기 쉽다. 선택지가 많아 보일수록 결정력이 흐려지고, 외형적 매력에 끌려 본질을 놓칠 수 있다. 현실 검증과 우선순위 정리가 되면 잠재력을 성과로 전환할 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 7번 카드는 환상, 다중 선택지, 중요한 결정을 의미한다. 기회가 많을수록 판단의 질이 핵심이다.",
          "love": "관계의 피상적 만족과 현실 간극을 점검해야 한다. 싱글/커플 모두 상대를 이상화하지 말고 실제 관계 품질을 확인해야 한다.",
          "career": "업무 기회가 늘어나는 시기다. 과한 목표 설정이나 과업 과부하를 피하고 실행 가능한 선택부터 진행해야 한다.",
          "money": "재정 기회가 있으나 실사와 전문가 검토가 필수다. 외형적 수익 약속만 보고 결정하면 위험하다.",
          "health": "비현실적 일정·기대가 체력 소진을 만든다. 작업량 조정과 기본 루틴 복구가 우선이다."
        },
        "reversed": {
          "summary": "역방향 컵 7번 카드는 환상에서 벗어나 현실 기반 결정을 시작하는 전환을 의미한다.",
          "love": "커플은 관계의 결점을 직면하고 유지/종료를 결정할 시점이다. 싱글은 이상형 고정관념을 낮추면 기회가 열린다.",
          "career": "경력 정체감이 있어도 현재의 결정이 장기적으로 유효할 수 있다. 단기 후회보다 중장기 정렬이 중요하다.",
          "money": "재정 판단에 대한 자신감이 회복되고 결과가 나타나기 시작한다. 타인과의 신뢰 자본도 함께 쌓인다.",
          "health": "문제 원인을 이해하고 치료·관리 루틴을 따를수록 회복 속도가 빨라진다."
        }
      }
    },
    {
      "id": 57,
      "name_ko": "컵 8",
      "name_en": "Eight of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "이별",
        "전환",
        "거리두기",
        "성찰"
      ],
      "interpretation": {
        "upright": "더 나은 방향을 위해 정든 것을 떠나는 결단",
        "reversed": "미련으로 지연, 불필요한 회피, 공허함 지속"
      },
      "guidance": {
        "연애": "이별와 전환 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "이별 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "전환 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "이별 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.8 (정/역방향)\n우선사항의 전환\n컵 8번 카드(Eight of Cups)는 삶의 전환과 변화의 표시이며, 성취감과 성공을 위해서는 기존의 일상에서 벗어날 필요가 있음을 시사한다.\n컵 8번 카드는 한 남자가 땅에 놓인 8개의 컵을 뒤로하고 걸어가는 모습을 묘사하고 있다. 그 컵들의 배치는 대칭적이지 않아 마치 컵들 사이에 하나가 없어진 것 같다. 카드의 이미지는 그 남자가 성취감이 부족하고, 실망감을 느끼며 여덟 개의 컵을 등졌음을 암시한다.\n카드의 배경은 어두운 산과 불길해 보이는 강이 지배하고 있으며, 이것은 그의 앞에 닥친 시련, 도전을 상징한다. 밤하늘을 비추는 달은 회피의 상징이며, 맞닥뜨린 상황을 피해 탈출하고 싶은 욕망을 나타낸다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 8번 카드가 나타내는 사람은 진정한 만족을 위해 기존 안정권을 떠날 준비가 된 타입이다. 내성적이며 내면 의미 탐색을 중시하고, 필요할 때 관계·환경·목표를 과감히 재배치한다. 다만 회피와 단절로 흐르지 않도록 의도적인 방향 설정이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 8번 카드는 실망스러운 현 상태를 떠나 새로운 국면으로 이동해야 함을 나타낸다.",
          "love": "회복 가능성이 낮은 관계를 정리하고 새 흐름으로 넘어갈 필요가 있다. 싱글은 공허 국면을 지나 새로운 인연 가능성이 열린다.",
          "career": "외부 요인으로 인한 불안정이 커질 수 있다. 기존 틀을 고수하기보다 대체 수입·전환 경로를 준비해야 한다.",
          "money": "재정 압박과 전략 오류를 재점검해야 한다. 예산 재구성과 보수적 운용이 회복의 핵심이다.",
          "health": "부정적 사고가 건강을 악화시킬 수 있다. 검진·운동·식단의 기본을 복구하며 지속 관리해야 한다."
        },
        "reversed": {
          "summary": "역방향 컵 8번 카드는 떠날지 남을지의 갈등이 극대화된 상태다. 본능과 장기 가치에 맞춘 결단이 필요하다.",
          "love": "불행한 관계를 놓지 못하거나 집착 패턴이 반복될 수 있다. 자기 가치 회복 없이는 건강한 관계 유지가 어렵다.",
          "career": "변화 두려움으로 정체에 머무르기 쉽다. 단기 안정보다 장기 성장 잠재력이 큰 선택을 검토해야 한다.",
          "money": "커리어 전환은 재정 변동을 동반할 수 있다. 단기 혼란을 감수하더라도 장기 수익 구조를 설계해야 한다.",
          "health": "나쁜 습관을 인정하고 교정하면 개선 가능성이 크다. 건강 회복은 현재 선택에 달려 있다."
        }
      }
    },
    {
      "id": 58,
      "name_ko": "컵 9",
      "name_en": "Nine of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "만족",
        "소망",
        "행복",
        "보상"
      ],
      "interpretation": {
        "upright": "바라던 결과에 가까워짐, 정서적 만족과 보상",
        "reversed": "겉만 화려한 만족, 과한 기대, 자만"
      },
      "guidance": {
        "연애": "만족와 소망 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "만족 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "소망 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "만족 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.9 (정/역방향)\n기쁨과 성취감\n컵 9번 카드(Nine of Cups)는 실현되는 소원을 나타낸다.\n 이 카드는 오랫동안 고생한 후에, 여러분이 그토록 열심히 일했던 모든 것이 최대한으로 성취될 것이라는 것을 보장한다.\n타로 스프레드에서 과거 위치가 아닌 미래의 위치에 나올 때, 미래의 성공을 예견하므로 특히 좋은 카드이다.\n카드에는 팔짱을 낀 채 나무 벤치에 앉아 있는 한 남자의 모습이 그려져 있다.\n 그는 약간 으스대는 표정으로 무언가에 매우 만족한 듯 보인다.\n 그의 위에 아치를 이루는 아홉 개의 컵은, 그의 목표를 달성한 것에 대한 감정적 성취와 깊은 만족을 나타낸다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 9번 카드는 삶을 즐기고 성취를 긍정적으로 체감하는 사람을 상징한다. 자기확신과 낙관이 강해 원하는 것을 얻는 힘이 크다. 다만 자만이나 외형 중심 만족으로 흐르지 않도록 균형 잡힌 자기 점검이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 9번 카드는 소원 성취, 만족, 자신감 상승을 의미한다. 노력의 보상이 현실로 드러나는 시기다.",
          "love": "관계 만족도와 신뢰가 높다. 싱글은 과거 학습을 바탕으로 건강한 새 관계를 시작할 가능성이 크다.",
          "career": "직장에서 성과 인정과 칭찬을 받을 수 있다. 현재의 리듬을 유지하면 추가 성장 여지가 크다.",
          "money": "재정 상태가 크게 개선될 수 있다. 보너스·승진 등 성과형 보상이 기대된다.",
          "health": "기존 건강 이슈 회복 흐름이 강하다. 상승한 에너지를 유지할 생활 습관 정착이 중요하다."
        },
        "reversed": {
          "summary": "역방향 컵 9번 카드는 기대와 현실의 괴리, 깨진 만족, 자신감 저하를 나타낸다.",
          "love": "커플은 실망과 불일치가 드러날 수 있다. 싱글은 관계 이전에 자존감과 정서 안정부터 회복해야 한다.",
          "career": "유망해 보이던 선택이 과부하/불만으로 바뀔 수 있다. 열정을 직업화할지 취미로 유지할지 재평가가 필요하다.",
          "money": "불안정 투자·기회 상실로 혼란이 커질 수 있다. 단기 고수익 기대를 줄이고 보수 운영이 필요하다.",
          "health": "실망감이 생활 습관 붕괴로 이어질 수 있다. 식습관·정서 관리에 즉시 개입해야 한다."
        }
      }
    },
    {
      "id": 59,
      "name_ko": "컵 기사",
      "name_en": "Knight of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "고백",
        "제안",
        "감성",
        "접근"
      ],
      "interpretation": {
        "upright": "감정 표현과 로맨틱한 제안, 관계 진전의 신호",
        "reversed": "말뿐인 약속, 변덕, 감정 과잉"
      },
      "guidance": {
        "연애": "고백와 제안 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "고백 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "제안 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "고백 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.12 (정/역방향) - Knight of Cups\n평온한 사랑, 은혜\n컵 12번 카드(Knight of Cups)는 여러분이 온전한 모습으로 앞으로 잘 나아가고 있다는 것을 의미한다.\n이 카드는 또한 친절, 애정, 따뜻함, 그리고 평온한 사랑을 의미하며, 압력, 외교, 그리고 강요와 지배적이고 무차별적인 힘에 대한 긍정적인 타협을 상징한다.\n다른 카드와 마찬가지로 이 카드도 여러분의 인생에서 한 사람을 대표할 수 있을 것이고, 이 경우, 그 사람은 즉시 궤도에 오를 수 있는 행운아, 특히 긍정적인 사람일 것이다.\n카드에는 젊은 기사가 자신 있게 백마를 타고, 금빛 컵을 나르는 모습이 그려져 있다.\n 그는 일종의 메신저로, 어쩌면 낭만적인 소식을 전하려는 것으로도 보인다.\n젊은 기사는 말을 타고 질주하기보다는, 천천히 함께 앞으로 나아가면서 전체적인 평화와 고요함을 선사한다.\n 말은 추진력, 에너지, 힘을 상징하며, 흰색은 영성과 신, 순결을 상징한다.\n기사가 입은 망토는 영혼을 상징하는 물고기의 이미지로 장식되어 있고, 헬멧의 날개는 자유를 상징한다.\n 그가 통과하려는 푸른 시냇물은 감정의 흐름과 시간의 흐름을 비유하는 역할을 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 이 카드는 예술적이고 민감한 영혼을 상징한다. 카리스마와 호감도가 높고 필요할 때 매우 매력적으로 소통할 수 있다. 낭만적 기질과 미적 감각이 뛰어나며, 창작적 분야에서 강점을 보이기 쉽다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 12번 카드(Knight of Cups)는 긍정적 변화와 새로운 기회를 나타낸다. 본능 신뢰와 진정성 있는 행동이 유리하다.",
          "love": "싱글은 고백/접근 타이밍이다. 커플은 근본 이슈를 타협과 대화로 다루면 관계를 강화할 수 있다.",
          "career": "승진/주요 기회 가능성이 있고, 특히 창작·예술 분야에선 생산성이 크게 오를 수 있다.",
          "money": "재정 유입 가능성이 높다. 승진/보상 흐름과 연결될 수 있으며, 직감 기반 판단도 도움이 된다.",
          "health": "전반적으로 양호한 신호다. 건강 결과에 대한 불안은 완화될 가능성이 크다."
        },
        "reversed": {
          "summary": "역방향 컵 12번 카드는 약속/관계/기회에서의 왜곡 가능성을 경고한다. 계약과 감정 모두 검증이 필요하다.",
          "love": "관계 악화·배신·환상 붕괴 가능성이 있다. 싱글은 진정성 없는 상대를 걸러내야 한다.",
          "career": "지연, 우유부단, 기회 상실 위험이 있다. 중요한 계약/결정은 세부 검토를 강화해야 한다.",
          "money": "대금 지연·부채 압박·불확실성이 커질 수 있다. 전문가 조언을 받아 구조적 대응이 필요하다.",
          "health": "중독성 습관과 생활 방식 악화를 경계해야 한다. 검진과 생활 교정이 우선이다."
        }
      }
    },
    {
      "id": 60,
      "name_ko": "컵 여왕",
      "name_en": "Queen of Cups",
      "arcana": "Minor",
      "suit": "Cups",
      "keywords": [
        "공감",
        "직관",
        "돌봄",
        "치유"
      ],
      "interpretation": {
        "upright": "섬세한 공감 능력으로 관계를 안정시키는 흐름",
        "reversed": "감정 기복, 경계 약화, 과몰입"
      },
      "guidance": {
        "연애": "공감와 직관 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "공감 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "직관 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "공감 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 컵 카드.13 (정/역방향)-Queen of Cups\n직관과 양육\n컵 13번 카드(Queen of Cups)는 감수성, 온화함, 그리고 애정을 포함하여 많은 긍정적인 의미를 담고 있다. 일반적으로 이 카드는 여러분을 지지하고, 성장시키는 사람을 의미하며, 당신의 삶에서 중요한 여성이나 여성 그룹을 나타낸다. 남성들에게 있어서, 이 카드는 진실함의 중요성과 감정적인 측면을 일깨워 준다.\n웨이트 카드에는 바다 바로 옆에 있는 왕좌에 앉아 있는 여왕이 그려져 있는데, 여왕의 발은 바닷물에 닿아 있지 않으며, 여왕은 자신의 속마음을 곰곰이 들여다보고 있다.\n물은 전통적으로 잠재의식과 내면의 자아를 상징하기 때문에, 여왕이 육지와 바다 사이에 있다는 것은, 그녀의 마음이 잠재의식과 분석적인 이성이 합쳐져 있다는 것을 의미한다.\n그녀는 그녀의 영성을 상징하는 천사 모양의 손잡이가 달린 커다란 황금빛 컵을 손에 들고 있다. 그러나 이 특별한 컵은 밀봉 되어 닫혀있는데, 이것은 우리의 잠재의식으로부터 생겨난 생각들이 저항에 부딪히고 있다는 것을 암시한다.\n여왕은 홀로 명상에 잠겨있다. 바다의 고요함과 맑고 푸른 하늘은 그녀의 평온함을 상징한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 컵 13번 카드(Queen of Cups)는 온화하고 사랑스럽고 힘이 있는 성숙한 여성 에너지를 상징한다. 타인의 이야기를 깊이 경청하고 정서적으로 돌보는 능력이 뛰어나다. 수줍음이 있을 수 있으나 창의성·예술성·공감 능력이 강하고, 관계에서 안정감을 제공한다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 컵 13번 카드(Queen of Cups)는 감수성, 양육, 정서적 유대, 내면 탐색을 강화한다.",
          "love": "관계 신뢰와 존중이 높아지고 감정 안정이 강화된다. 싱글은 높은 매력으로 좋은 인연 유입 가능성이 크다.",
          "career": "현재 역할이 더 적합한 방향으로 진화할 수 있다. 변화에 조화롭게 적응하면 만족·수입 모두 개선된다.",
          "money": "재정 반등과 안정 신호가 있다. 대출/자금 활용은 장기 복지 관점에서 신중히 설계해야 한다.",
          "health": "본인 또는 가족의 건강 돌봄 이슈가 부각될 수 있다. 인내심 있는 관리와 회복 시간 확보가 필요하다."
        },
        "reversed": {
          "summary": "역방향 컵 13번 카드는 정서적 성숙 저하, 불안, 질투, 자기연민 루프를 경고한다.",
          "love": "과도한 질투·집착·궁핍감이 관계를 해칠 수 있다. 싱글은 감정 취약 상태에서의 관계 리스크를 경계해야 한다.",
          "career": "동료 스트레스가 가정으로 전이될 수 있다. 감정 경계 설정과 접촉 최소화가 필요하다.",
          "money": "자금난과 사기 노출 위험이 커질 수 있다. 거래 상대 검증과 자금 관리 기준을 강화해야 한다.",
          "health": "과로·휴식 부족이 건강을 위협한다. 일상 균형 회복과 규칙적 생활로 기반을 재정비해야 한다."
        }
      }
    },
    {
      "id": 61,
      "name_ko": "검 2",
      "name_en": "Two of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "균형",
        "교착",
        "판단",
        "보류"
      ],
      "interpretation": {
        "upright": "중립을 지키며 정보를 모으는 단계, 섣부른 판단 유보",
        "reversed": "회피성 결정, 현실 직면 거부, 장기 교착"
      },
      "guidance": {
        "연애": "균형와 교착 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "균형 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "교착 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "균형 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 2번 카드(Two of Swords)는 내면 갈등과 외부 갈등 사이에서 균형을 찾는 카드다. 눈가리개를 한 인물이 두 검을 교차해 든 모습은 판단 보류와 심리적 교착을 나타내지만, 동시에 차분한 이성으로 결정을 준비할 수 있음을 시사한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 2번 카드가 나타내는 사람은 조화와 균형을 중시하며 갈등을 피하려는 성향이 강하다. 타인을 배려하지만 감정을 드러내는 데 신중해 관계에서 마음을 여는 데 시간이 걸릴 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 2번 카드는 중요한 선택 앞에서 신중함과 판단 유보가 필요한 상태를 뜻한다.",
          "love": "상처 두려움으로 관계 결정을 미루기 쉽다. 관계 지속 여부를 명확히 정하고 대화해야 한다.",
          "career": "이직·협업·프로젝트 선택의 기로다. 정보 수집과 기준 정리가 의사결정의 핵심이다.",
          "money": "재정 현실을 직시하고 우선순위를 다시 세워야 한다. 예산·저축 체계 재정렬이 필요하다.",
          "health": "내적 갈등이 불안·우울·피로로 이어질 수 있다. 감정 정리와 전문 상담이 회복을 돕는다."
        },
        "reversed": {
          "summary": "역방향 검 2번 카드는 회피, 우유부단, 감정 고립이 심화된 상태를 나타낸다.",
          "love": "거리 두기와 오해가 누적되기 쉽다. 데이트/관계 모두에서 자기 감정 명확화가 우선이다.",
          "career": "직장 갈등과 스트레스가 성과를 떨어뜨릴 수 있다. 혼자 버티기보다 도움 요청이 필요하다.",
          "money": "재정 문제를 미루면 압박이 커진다. 현실적인 저축·지출 규칙을 즉시 실행해야 한다.",
          "health": "스트레스 과부하가 지속되기 쉬운 시기다. 생활 리듬 회복과 휴식 우선 전략이 필요하다."
        }
      }
    },
    {
      "id": 62,
      "name_ko": "검 4",
      "name_en": "Four of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "휴식",
        "회복",
        "정리",
        "멈춤"
      ],
      "interpretation": {
        "upright": "잠시 쉬며 체력과 멘탈을 정비해야 할 시기",
        "reversed": "휴식 부족, 과로 지속, 회복 지연"
      },
      "guidance": {
        "연애": "휴식와 회복 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "휴식 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "회복 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "휴식 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 4번 카드(Four of Swords)는 휴식과 회복의 필요성을 강조한다. 갑옷을 입은 기사가 누워 있는 이미지는 전투 이후의 정지 구간을 뜻하며, 다음 행동을 위한 재정비가 핵심임을 보여준다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 4번 카드가 나타내는 사람은 침착하고 비대립적이며, 갈등 상황에서도 균형 잡힌 해결을 선호한다. 혼자만의 시간에서 에너지를 회복하고 생각을 정리하는 성향이 강하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 4번 카드는 과부하 상태에서의 휴식, 회복, 리셋을 의미한다.",
          "love": "관계 회복을 위해 잠시 숨 고르기가 필요하다. 무리한 감정 소모보다 안정 회복이 우선이다.",
          "career": "과로 누적으로 효율이 떨어질 수 있다. 짧은 휴식·업무 재배치가 장기 성과를 높인다.",
          "money": "재정 압박이 커 보여도 계획 재정렬로 회복 가능하다. 불안보다 질서 회복이 핵심이다.",
          "health": "수면·휴식 부족 경고다. 명상·가벼운 운동·생활 균형 회복이 필수다."
        },
        "reversed": {
          "summary": "역방향 검 4번 카드는 회복의 시작 또는 번아웃 악화의 갈림길을 나타낸다.",
          "love": "거리 두기 후 관계가 회복될 수도, 완전히 소진될 수도 있다. 상태 점검이 필요하다.",
          "career": "휴식 없이 버티면 붕괴 위험이 커진다. 구조적 업무 조정과 환경 전환을 검토해야 한다.",
          "money": "재정 불안으로 고립되기 쉽다. 외부 도움을 포함한 계획 실행이 안정화에 유효하다.",
          "health": "자기관리 여부에 따라 회복과 악화가 갈린다. 지금은 건강 루틴 재구축이 최우선이다."
        }
      }
    },
    {
      "id": 63,
      "name_ko": "검 5",
      "name_en": "Five of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "충돌",
        "승패",
        "손실",
        "긴장"
      ],
      "interpretation": {
        "upright": "이겨도 남는 상처를 경계해야 하는 갈등 국면",
        "reversed": "불필요한 대립 심화, 관계 손상, 고립"
      },
      "guidance": {
        "연애": "충돌와 승패 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "충돌 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "승패 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "충돌 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 5번 카드(Five of Swords)는 갈등과 불명예를 상징한다. 웨이트 카드의 인물은 바닥의 검을 모으며 멀어지는 사람들을 바라본다. 흐린 하늘은 갈등이 일시적으로 끝나도 후속 충돌이 이어질 수 있음을 시사한다. 핵심은 승패 자체가 아니라 관계 손상과 자기 고립을 막는 데 있다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 5번 카드가 나타내는 사람은 경쟁심이 강하고 갈등 주도 성향이 나타날 수 있다. 이기기 위해 상대의 약점을 이용하려 하거나, 자기 오류를 인정하지 못하는 경향이 생기기 쉽다. 이 성향을 조절하면 강한 추진력을 건설적으로 전환할 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 5번 카드는 갈등의 승리가 관계 손실로 이어질 수 있음을 경고한다.",
          "love": "고집과 일방적 소통이 관계 균열을 키울 수 있다. 자기 점검과 상호 존중 대화가 필수다.",
          "career": "험담·사내정치·부정적 태도가 신뢰를 훼손할 수 있다. 협업 기준과 언행 관리가 필요하다.",
          "money": "재정 정보 왜곡이나 자기기만 위험이 있다. 예산 수립과 사실 기반 점검을 강화해야 한다.",
          "health": "지속 갈등이 정서·신체 에너지를 소모한다. 생활 태도 재평가와 회복 루틴이 필요하다."
        },
        "reversed": {
          "summary": "역방향 검 5번 카드는 갈등 완화 가능성과 동시에 책임 회피 시 후폭풍을 함께 시사한다.",
          "love": "타협과 변화 수용이 이뤄지면 반복 충돌이 줄어든다. 장기 관계 유지에는 꾸준한 실천이 필요하다.",
          "career": "갈등 조정 능력이 향후 입지를 결정한다. 반대로 신뢰 회복 실패 시 평판 리스크가 커질 수 있다.",
          "money": "재정 불안이 완화될 수 있으나 훈련된 관리가 전제다. 조언자와의 신뢰 구조를 점검해야 한다.",
          "health": "습관 개선을 지속하면 회복 흐름으로 전환된다. 중도 포기 없이 누적 실행이 중요하다."
        }
      }
    },
    {
      "id": 64,
      "name_ko": "검 6",
      "name_en": "Six of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "이동",
        "정리",
        "전환",
        "안정"
      ],
      "interpretation": {
        "upright": "어려운 구간을 지나 차분한 환경으로 이동",
        "reversed": "미해결 문제 재발, 떠나지 못함, 불안 지속"
      },
      "guidance": {
        "연애": "이동와 정리 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "이동 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "정리 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "이동 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 6번 카드(Six of Swords)는 어려운 구간을 지나 전환으로 나아가는 카드다. 배를 타고 거친 물에서 잔잔한 물로 이동하는 장면은 고통 이후의 이행을 상징한다. 배 안의 검은 여전히 부담이 남아 있음을 뜻하지만, 칼끝이 아래를 향해 위협이 줄었음을 보여준다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 6번 카드가 나타내는 사람은 호기심과 전략성이 강하고, 문제 해결 방식이 유연한 편이다. 다만 눈앞의 작은 전투에 몰입해 큰 그림을 놓칠 수 있어 장기 관점 점검이 중요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 6번 카드는 전환, 이동, 회복의 흐름을 나타낸다.",
          "love": "싱글은 자기이해를 키우는 시간이 유리하고, 커플은 예상 밖 변화가 관계를 더 성숙하게 만들 수 있다.",
          "career": "업무 변화가 임박했으며 결과 평가는 복합적일 수 있다. 변화 수용 태도가 장기 성과를 좌우한다.",
          "money": "재정은 안정화 방향으로 이동할 수 있다. 특히 지출 통제와 필수 중심 관리가 중요하다.",
          "health": "신체 회복 신호가 강하다. 동시에 정신 건강 회복을 위한 성찰·지원 체계가 필요하다."
        },
        "reversed": {
          "summary": "역방향 검 6번 카드는 변화 거부와 정체를 경고한다.",
          "love": "상처 회피로 마음을 닫거나, 불행한 관계를 지속할 가능성이 있다. 안전한 변화 결단이 필요하다.",
          "career": "맞지 않는 환경에 고착되면 소진이 심화된다. 출구 전략과 전환 준비를 시작해야 한다.",
          "money": "재정 문제를 미루면 위기가 가시화될 수 있다. 전문가 조언과 구조적 정리가 필요하다.",
          "health": "정신·신체·정서 모두 치유 시간이 필요하다. 회복이 느릴 수 있어 인내와 주변 도움 요청이 중요하다."
        }
      }
    },
    {
      "id": 65,
      "name_ko": "검 7",
      "name_en": "Seven of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "전략",
        "은밀함",
        "경계",
        "기민함"
      ],
      "interpretation": {
        "upright": "신중한 전략과 정보 관리가 필요한 시기",
        "reversed": "속임수, 회피 전략, 신뢰 하락"
      },
      "guidance": {
        "연애": "전략와 은밀함 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "전략 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "은밀함 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "전략 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 7번 카드(Seven of Swords)는 배신과 불성실, 그리고 필요할 때의 자기보호적 이탈을 함께 상징한다. 웨이트 카드의 인물은 다섯 개의 검을 들고 진영을 떠나며 두 개를 남긴다. 이는 관계 단절의 의도와 동시에 불필요한 파괴를 피하려는 복합 심리를 드러낸다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 7번 카드가 나타내는 사람은 기회주의적이거나 자기보호 성향이 강한 복합형 인물일 수 있다. 상황에 따라 교활함, 정보 수집, 거리두기 전략이 나타나며 동기가 명확히 드러나지 않는 경우가 많다. 신중히 접근하면 흥미롭고 전략적인 면을 발견할 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 7번 카드는 전략적 이탈, 비밀 행동, 신뢰 점검이 필요한 전환 국면을 의미한다.",
          "love": "관계를 수단화하거나 회피적 종료를 택할 위험이 있다. 상처 최소화를 원한다면 솔직한 의도 공유가 필요하다.",
          "career": "배신·방해 가능성을 경계해야 한다. 감정 반응보다 기록·근거 중심 대응이 유리하다.",
          "money": "무단 지출, 정보 비대칭, 대리 관리 리스크가 커질 수 있다. 거래와 계좌 흐름을 직접 검증해야 한다.",
          "health": "신체 컨디션은 유지돼도 불안·우울·불면 같은 정신적 소모가 커질 수 있다. 심리 지원이 도움이 된다."
        },
        "reversed": {
          "summary": "역방향 검 7번 카드는 자기기만, 계획 실패, 내적 불안 누적을 드러낸다.",
          "love": "관계 동기의 자기중심성이 드러나기 쉽다. 실수 인정과 경청이 관계 회복의 출발점이다.",
          "career": "성과 불안과 과대/과소평가가 동시에 나타날 수 있다. 현실 자기평가와 기본기 강화가 필요하다.",
          "money": "수입 확대보다 소비 구조 점검이 우선이다. 지출 기록과 패턴 교정이 회복의 핵심이다.",
          "health": "증상을 부정하면 악화 위험이 커진다. 검진과 조기 치료로 리스크를 줄여야 한다."
        }
      }
    },
    {
      "id": 66,
      "name_ko": "검 소년",
      "name_en": "Page of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "호기심",
        "소식",
        "분석",
        "경계"
      ],
      "interpretation": {
        "upright": "새로운 정보와 빠른 판단, 관찰력 강화",
        "reversed": "성급한 말, 피상적 판단, 과민 반응"
      },
      "guidance": {
        "연애": "호기심와 소식 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "호기심 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "소식 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "호기심 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 11번 카드(Page of Swords)는 호기심, 목적의식, 외교적 에너지를 상징한다. 홀로 선 인물이 검을 들고 먼 대상을 응시하는 장면은 새로운 정보와 도전을 향해 움직이는 지적 추진력을 보여준다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 11번 카드가 나타내는 사람은 영리하고 호기심이 강하며 정보 탐색 능력이 뛰어나다. 주변 흐름을 빠르게 파악하고, 대화·네트워크로 기회를 연결하는 데 강점이 있다. 다만 말의 속도와 직설성이 과하면 갈등을 부를 수 있어 조절이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 11번 카드는 지적 에너지, 빠른 학습, 문제 해결 준비 상태를 뜻한다.",
          "love": "작은 갈등을 방치하면 누적된다. 솔직한 대화와 인내 있는 관계 구축이 중요하다.",
          "career": "목표는 명확하나 실행 지속력이 관건이다. 장기 계획을 단계별로 밀어붙여야 성과가 난다.",
          "money": "재정 자신감은 긍정적이나 과신은 위험하다. 정기 점검과 전문가 검토를 병행하는 편이 좋다.",
          "health": "신체보다 정신 회복이 핵심이다. 과거 상처 정리와 스트레스 조절 루틴이 필요하다."
        },
        "reversed": {
          "summary": "역방향 검 11번 카드는 성급한 언행, 계획 차질, 나쁜 소식 리스크를 경고한다.",
          "love": "무시·적대감이 관계를 흔들 수 있다. 직접적이되 공격적이지 않은 소통이 필요하다.",
          "career": "방향성 부족과 조급함이 성장을 막는다. 속도를 늦추고 한 영역에서 실력을 축적해야 한다.",
          "money": "재정 악재 가능성이 있어 방어적 운영이 필요하다. 혼자 버티지 말고 지원체계를 활용해야 한다.",
          "health": "과로·스트레스 누적으로 일상 단절감이 커질 수 있다. 책임을 줄이고 휴식량을 확보해야 한다."
        }
      }
    },
    {
      "id": 67,
      "name_ko": "검 기사",
      "name_en": "Knight of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "속도",
        "돌파",
        "결단",
        "직진"
      ],
      "interpretation": {
        "upright": "빠른 실행으로 돌파하는 흐름, 명확한 목표 필요",
        "reversed": "무리한 직진, 공격적 태도, 실수 증가"
      },
      "guidance": {
        "연애": "속도와 돌파 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "속도 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "돌파 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "속도 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 12번 카드(Knight of Swords)는 막을 수 없는 추진력, 결단, 행동을 상징한다. 질주하는 말 위의 기사는 거센 바람을 가르며 전진하며, 타협보다 목표 돌파를 우선하는 에너지를 드러낸다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 12번 카드가 나타내는 사람은 결단이 빠르고 리스크를 감수하며 강한 리더십을 보이기 쉽다. 추진력과 카리스마가 장점이지만, 숙고 부족과 과속 판단은 손실을 키울 수 있어 전략적 속도 조절이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 12번 카드는 과감한 전진과 고속 실행의 기회를 의미한다.",
          "love": "싱글은 빠른 만남 기회가 열리고, 커플은 일 중심 생활로 상대 소외가 생길 수 있다.",
          "career": "공격적 도전이 성과로 이어질 수 있다. 다만 성과 비용과 리스크를 함께 관리해야 한다.",
          "money": "대담한 선택이 수익 기회를 만들 수 있다. 검증된 기회 중심으로 실행해야 안정적이다.",
          "health": "현재 컨디션이 좋아도 기본 건강 루틴 강화가 필요하다. 예방 관리가 장기 이익이다."
        },
        "reversed": {
          "summary": "역방향 검 12번 카드는 방향성 상실, 조급함, 에너지 낭비를 나타낸다.",
          "love": "커플은 목표 불일치로 갈등이 생기기 쉽다. 싱글은 충동적·불안정한 상대를 경계해야 한다.",
          "career": "과한 업무 수락이 연쇄 실패를 부를 수 있다. 핵심 과제 집중 전략으로 재정렬해야 한다.",
          "money": "도난·사기 등 손실 리스크가 커질 수 있다. 보험·보안·검증 절차를 강화해야 한다.",
          "health": "과신은 금물이다. 신체·정신 스트레스가 누적되기 전에 점검과 휴식이 필요하다."
        }
      }
    },
    {
      "id": 68,
      "name_ko": "검 여왕",
      "name_en": "Queen of Swords",
      "arcana": "Minor",
      "suit": "Swords",
      "keywords": [
        "명료함",
        "독립",
        "판단",
        "원칙"
      ],
      "interpretation": {
        "upright": "감정과 사실을 분리한 냉정한 판단이 유리",
        "reversed": "차가운 태도, 비판 과잉, 관계 경직"
      },
      "guidance": {
        "연애": "명료함와 독립 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "명료함 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "독립 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "명료함 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. 검 13번 카드(Queen of Swords)는 합리적 사고, 독립성, 공정한 판단을 상징한다. 구름 위 왕좌에 앉아 정면을 응시한 여왕은 감정에 휘둘리지 않는 명료함을 보여주며, 하늘로 향한 검은 원칙과 판별력을 나타낸다. 앞으로 내민 손은 진실을 분명히 전달하는 소통 능력을 뜻한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 검 13번 카드가 나타내는 사람은 빠른 사고와 높은 통제력을 지닌 합리형 인물이다. 가치관이 뚜렷하고 상황을 명확하게 읽어내며, 감정보다 논리를 우선해 판단한다. 공정성과 정확성을 중시하는 만큼 타인과 자신 모두에게 정직한 기준을 요구한다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "정방향 검 13번 카드는 감정 절제, 공정한 판단, 성숙한 소통을 의미한다.",
          "love": "관계의 의사소통이 명확하고 성숙해지기 쉽다. 싱글은 독립성을 유지하며 기준에 맞는 인연을 선별한다.",
          "career": "큰 그림을 읽는 능력과 논리적 실행력이 강점이다. 협업과 헌신이 승진·평판 개선으로 이어질 수 있다.",
          "money": "투자 판단이 계산적이고 보수적이라 리스크 관리가 우수하다. 확률·영향 분석 기반 의사결정이 유리하다.",
          "health": "감정 억압이 누적되면 컨디션 저하로 이어질 수 있다. 감정 배출 루틴과 심리 점검이 필요하다."
        },
        "reversed": {
          "summary": "역방향 검 13번 카드는 판단 혼선, 과도한 비판성, 감정 왜곡을 경고한다.",
          "love": "연인에게 지나치게 비판적으로 반응할 수 있다. 기대보다 관계의 현실 가치를 재평가해야 한다.",
          "career": "논리 전달 실패로 오해가 커질 수 있다. 좌절을 타인 비난으로 전가하지 않는 태도가 중요하다.",
          "money": "중요한 재정 결정에 불리한 시기다. 과신·감정 거래·타인 압박을 피하고 판단을 유보해야 한다.",
          "health": "정신적 산만함과 감정 억압이 누적되기 쉽다. 감정 인식·표현 훈련과 휴식 회복이 필요하다."
        }
      }
    },
    {
      "id": 69,
      "name_ko": "펜타클 2",
      "name_en": "Two of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "균형",
        "조율",
        "우선순위",
        "현실"
      ],
      "interpretation": {
        "upright": "여러 과제를 유연하게 조율하는 능력이 중요",
        "reversed": "산만함, 우선순위 붕괴, 일정 관리 실패"
      },
      "guidance": {
        "연애": "균형와 조율 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "균형 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "조율 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "균형 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.2 (정/역방향)\n계산된 위험\n펜타클 2번 카드는 균형, 조율, 우선순위 관리의 카드다. 투자·이직·이동 같은 중요한 결정을 다룰 때 유연성과 계산된 판단이 필요함을 말한다. 변동이 커도 중심을 잡을 수 있는지 시험하는 시기다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 적응력이 뛰어나고 위기 상황에서도 균형을 찾는 능력이 좋은 타입. 때때로 큰 위험도 감수하지만, 운에만 기대면 얻은 것을 빠르게 잃을 수 있어 균형 감각이 중요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "변동 속에서도 균형을 맞추며 기회를 관리하는 흐름이다.",
          "love": "시간·에너지 분배 실패가 관계 소외를 만들 수 있다. 우선순위 재조정이 필요하다.",
          "career": "중요한 선택의 시기다. 편안함보다 성장 선택이 유리할 수 있다.",
          "money": "분산 전략과 신중한 의사결정이 핵심이다. 단일 집중 투자 리스크를 줄여야 한다.",
          "health": "일-생활 불균형이 누적되기 쉬워 루틴 재정비가 필요하다."
        },
        "reversed": {
          "summary": "노력 대비 성과 저하와 방향 혼선이 커진 상태다.",
          "love": "스트레스가 관계에 전이될 수 있다. 갈등 누적 전 생활 균형 회복이 필수다.",
          "career": "과부하와 우선순위 실패가 품질 저하를 만든다. 휴식 후 재정렬이 필요하다.",
          "money": "잘못된 투자와 관리 실패로 손실 가능성이 높다. 교훈은 분산과 균형이다.",
          "health": "과활동·과로·불안으로 악화될 수 있다. 일정 축소와 회복 시간이 필요하다."
        }
      }
    },
    {
      "id": 70,
      "name_ko": "펜타클 3",
      "name_en": "Three of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "협업",
        "기술",
        "성실",
        "성과"
      ],
      "interpretation": {
        "upright": "실력 기반 협업이 성과를 만드는 시기",
        "reversed": "협업 불일치, 완성도 저하, 인정 부족"
      },
      "guidance": {
        "연애": "협업와 기술 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "협업 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "기술 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "협업 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.3 (정/역방향)\n열심히 일한 보람\n펜타클 3번 카드는 협업, 숙련, 팀워크를 통한 성과를 상징하는 긍정 카드다. 현재 작업에 꾸준히 전념하면 인정과 보상이 따라오며, 전문가로 성장할 기반이 만들어진다. 함께 만드는 결과의 힘을 강조한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 성실하고 의사소통 능력이 좋은 협업형 인물. 문제 해결력이 좋고 타인의 의견을 경청하며, 팀의 성과를 키우는 데 강하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "협업과 기술 축적을 통해 성과 기반을 강화하는 시기다.",
          "love": "관계 발전을 위한 타협과 공동 계획이 유효하다. 다만 일 중심 과몰입은 경계해야 한다.",
          "career": "팀 프로젝트·전문성·승진 신호가 강하다. 헌신과 조율 능력이 보상을 만든다.",
          "money": "노력 대비 보상 회복 가능성이 높다. 단기 실현형 전략이 유리할 수 있다.",
          "health": "기본 루틴을 지켜온 사람에게 회복·활력 신호가 강하다."
        },
        "reversed": {
          "summary": "학습 회피, 협업 불일치, 동기 저하로 지연이 커지는 상태다.",
          "love": "제3자 영향 또는 신뢰 교란 가능성이 있다. 관계 경계와 사실 확인이 중요하다.",
          "career": "업무 만족 저하와 생산성 하락이 나타날 수 있다. 휴식 후 진로 재평가가 필요하다.",
          "money": "노력 부족과 계획 부재가 수익 저하를 만든다. 재정 개선은 실행량이 좌우한다.",
          "health": "관리 부족의 결과가 드러나기 쉬운 시기다. 습관 교정이 우선이다."
        }
      }
    },
    {
      "id": 71,
      "name_ko": "펜타클 5",
      "name_en": "Five of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "결핍",
        "불안",
        "지원",
        "회복"
      ],
      "interpretation": {
        "upright": "일시적 부족을 버티며 지원을 요청해야 하는 구간",
        "reversed": "고립, 자원 부족 심화, 도움 거부"
      },
      "guidance": {
        "연애": "결핍와 불안 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "결핍 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "불안 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "결핍 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.5 (정/역방향)\n고난과 손실\n펜타클 5번 카드는 손실·결핍·불안이 겹치는 시기를 경고한다. 하지만 핵심은 절망 자체가 아니라, 도움의 통로를 놓치지 않는 것이다. 우선순위를 다시 세우고 지원을 요청하면 회복의 방향이 열린다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 결핍 경험으로 부정성에 빠지기 쉬운 타입이지만, 적절한 지원과 구조를 만나면 빠르게 회복할 수 있는 잠재력이 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "재정·정서·건강 압박이 동시에 커지는 구간이다.",
          "love": "버려짐 감정과 불안이 관계를 흔들 수 있다. 먼저 문제 원인을 분리해 다뤄야 한다.",
          "career": "실직·사업 손실 이후 자존감이 흔들릴 수 있다. 빠른 재건 계획이 필요하다.",
          "money": "긴축이 필수다. 파산·빈곤 리스크를 낮추려면 지출 통제와 지원 연계가 필요하다.",
          "health": "스트레스성 악화 가능성이 높다. 정신 안정 전략이 신체 보호에도 중요하다."
        },
        "reversed": {
          "summary": "어둠의 구간에서 회복·안정으로 전환되는 신호다.",
          "love": "타협 복구 또는 관계 정리 중 하나를 선택해야 한다. 어느 쪽이든 회복 기반이 생긴다.",
          "career": "새 기회가 나타나며 자신감이 회복된다.",
          "money": "재정 안정이 점진적으로 돌아온다. 위기에서 배운 규칙을 유지해야 한다.",
          "health": "적절한 진단과 관리로 회복 궤도에 오른다. 신체 신호를 놓치지 말아야 한다."
        }
      }
    },
    {
      "id": 72,
      "name_ko": "펜타클 6",
      "name_en": "Six of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "균형",
        "지원",
        "교환",
        "선의"
      ],
      "interpretation": {
        "upright": "주고받는 균형이 맞춰지며 현실적 도움을 받음",
        "reversed": "일방적 관계, 조건부 도움, 불균형"
      },
      "guidance": {
        "연애": "균형와 지원 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "균형 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "지원 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "균형 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.6 (정/역방향)\n공정성과 너그러움\n펜타클 6번 카드는 공정한 교환과 선의의 순환을 상징한다. 시간·지식·돈의 균형 있는 나눔이 개인과 공동체의 안정으로 이어지는 흐름을 보여준다. 주는 사람과 받는 사람의 균형이 핵심이다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 강한 책임감과 배려를 가진 타입으로, 주변을 돕고 균형을 맞추는 능력이 좋다. 다만 역방향 흐름에서는 이용당하지 않도록 경계 설정이 필요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "선의와 공정 교환이 성과를 키우는 구간이다.",
          "love": "관계 균형이 좋아지고 상호 배려가 강화된다. 싱글은 신뢰 가능한 인연 유입 가능성이 높다.",
          "career": "기여가 보상으로 돌아오기 쉽다. 지원·추천·투자 유치 등 외부 도움 신호가 있다.",
          "money": "재정 안정 및 선순환 흐름이다. 관대함은 가능하되 기준 있는 배분이 필요하다.",
          "health": "회복 신호가 강하다. 주변의 도움을 잘 활용하면 회복 속도가 빨라진다."
        },
        "reversed": {
          "summary": "조건부 도움, 불균형, 이용당함 리스크를 경고한다.",
          "love": "권력 불균형·의존·조종 패턴을 점검해야 한다.",
          "career": "과소평가·아첨·일방 요구로 피로가 누적될 수 있다. 경계 설정이 필요하다.",
          "money": "빚·사기·착취 위험이 있다. 손실 경험을 구조적 교훈으로 바꿔야 한다.",
          "health": "도움 요청 회피가 문제를 키울 수 있다. 지원 자원 연결이 중요하다."
        }
      }
    },
    {
      "id": 73,
      "name_ko": "펜타클 7",
      "name_en": "Seven of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "기다림",
        "평가",
        "누적",
        "인내"
      ],
      "interpretation": {
        "upright": "지금까지의 투자 성과를 점검하고 조정할 타이밍",
        "reversed": "성과 조급증, 중도 포기, 비효율 지속"
      },
      "guidance": {
        "연애": "기다림와 평가 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "기다림 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "평가 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "기다림 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.7 (정/역방향)\n보상을 받다\n펜타클 7번 카드는 노력의 결실과 성과 점검의 시기를 함께 의미한다. 꾸준히 쌓아온 것이 보상으로 돌아오지만, 과도한 몰입은 다른 영역의 손실을 만들 수 있다. 장기 성공을 위해 속도와 균형을 함께 조절해야 한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 인내심이 강하고 장기 목표를 끝까지 밀어붙이는 타입. 다만 쉬지 않는 태도가 누적 피로와 자기압박으로 이어질 수 있어 회복 리듬이 중요하다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "누적한 노력이 결실로 연결되는 회수 구간이다.",
          "love": "관계에 쌓아온 노력의 효과가 나타난다. 싱글은 기준 정리 후 느린 신뢰 구축이 유리하다.",
          "career": "성과 경로가 선명해진다. 인내를 유지하면 보상이 따라온다.",
          "money": "수입 개선과 성과 회수 가능성이 높다. 상속·투자 회수 신호가 나타날 수 있다.",
          "health": "새 건강 목표를 세우기 좋은 시기다. 계획형 관리에 성과가 난다."
        },
        "reversed": {
          "summary": "성과 지연, 과투입, 효율 저하로 좌절이 커지는 상태다.",
          "love": "정체감이 커질 수 있다. 일/재정 집착이 관계 에너지를 소모시키지 않게 조정이 필요하다.",
          "career": "과로 대비 저성과가 나타날 수 있다. 목표·리소스 재배치가 필요하다.",
          "money": "현금흐름 불안과 소득 정체 가능성이 있다. 장기 목표를 유지하되 운영 방식을 보완해야 한다.",
          "health": "과로와 나쁜 습관이 악화를 부를 수 있다. 일정 조정과 생활 교정이 필수다."
        }
      }
    },
    {
      "id": 74,
      "name_ko": "펜타클 9",
      "name_en": "Nine of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "자립",
        "풍요",
        "여유",
        "성취"
      ],
      "interpretation": {
        "upright": "스스로 만든 안정과 풍요를 누리는 단계",
        "reversed": "고립된 만족, 과소비, 성취 불안"
      },
      "guidance": {
        "연애": "자립와 풍요 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "자립 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "풍요 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "자립 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.9 (정/역방향)\n성공과 번영\n펜타클 9번 카드는 세련된 성취, 자립, 노력의 보상을 누리는 단계다. 오랜 헌신이 현실적 결과로 이어지며 재정 독립과 마음의 평온을 함께 상징한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 독립적이고 자기관리 능력이 뛰어나며, 목표를 위해 꾸준히 쌓아 올리는 성향. 외적 성취가 커질수록 자기 기준도 높아져 완고해질 수 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "노력의 수확을 체감하는 시기다. 자립·풍요·여유가 균형을 이루며 자신감이 높아진다.",
          "love": "싱글은 매력도 상승으로 좋은 인연 가능성이 커진다. 커플은 서로의 독립성과 공간을 존중할수록 관계가 안정된다.",
          "career": "커리어 성과가 가시화된다. 전문성·브랜드 가치가 상승하며 보상이나 새로운 기회로 연결되기 쉽다.",
          "money": "재정 독립 흐름이 강화된다. 투자와 자산 관리가 안정적으로 돌아가며 장기 계획의 실현 가능성이 높다.",
          "health": "회복과 컨디션 개선의 신호가 강하다. 유지 루틴을 정착하면 장기 건강에도 유리하다."
        },
        "reversed": {
          "summary": "성취감 저하와 불안이 겹치며 방향을 잃기 쉽다. 과소비·기준 과잉·자기비판이 핵심 리스크다.",
          "love": "관계에서 불신·기대 불균형이 커질 수 있다. 경제/생활 방식 갈등이 감정 충돌로 번지지 않게 조정이 필요하다.",
          "career": "노력 대비 보상이 약해 지치기 쉽다. 계약·제안 검토를 더 엄격히 하고 무리한 선택을 피해야 한다.",
          "money": "지출 통제가 무너지면 재정 압박이 빠르게 커진다. 예산 복구와 고위험 선택 제한이 우선이다.",
          "health": "생활 리듬 붕괴가 건강 저하로 이어질 수 있다. 검진·운동·수면 루틴을 기본부터 재정비해야 한다."
        }
      }
    },
    {
      "id": 75,
      "name_ko": "펜타클 소년",
      "name_en": "Page of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "학습",
        "기회",
        "성장",
        "기초"
      ],
      "interpretation": {
        "upright": "현실적인 학습과 작은 실행이 큰 성과로 연결",
        "reversed": "계획만 많고 실행 부족, 집중력 저하"
      },
      "guidance": {
        "연애": "학습와 기회 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "학습 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "기회 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "학습 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.11 (정/역방향)\n정력과 낙천주의\n펜타클 11번 카드는 목표 인식이 선명해지는 전환점을 의미한다. 특히 커리어·재정과 연결된 현실적 기회가 커지며, 작지만 확실한 실행이 성과로 이어지는 흐름을 보여준다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 현실적이고 책임감이 강하며 행동 전에 충분히 검토하는 성향. 경험은 아직 적더라도 잠재력과 성숙도가 높고, 장기 목표를 끝까지 완수하려는 힘이 크다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "새 출발의 열정과 실행력이 살아난다. 배운 것을 실제 성과로 연결할 타이밍이다.",
          "love": "싱글은 새로운 구혼·인연 신호가 강하다. 커플은 관계 재정비와 재발견의 시기로, 함께 휴식/여행이 도움이 된다.",
          "career": "승진·직무 전환·신규 프로젝트 등 진로 확장 운이 좋다. 기회가 보이면 망설임보다 실행이 유리하다.",
          "money": "재정 회복과 개선의 흐름이다. 고위험보다는 천천히 쌓는 방식이 더 안정적이다.",
          "health": "젊은 회복력과 생활 개선 에너지가 강하다. 식습관·수면·기본 루틴이 큰 차이를 만든다."
        },
        "reversed": {
          "summary": "집중 저하·산만함·미성숙한 판단으로 진행이 끊기기 쉽다. 목표 재정렬이 우선이다.",
          "love": "과거 패턴 반복 주의. 커플은 제3자/딴생각으로 관계 집중도가 떨어질 수 있어 경계가 필요하다.",
          "career": "승진/면접/보상 지연 가능성이 있다. 멘토 피드백을 받아 실행력을 복구해야 한다.",
          "money": "불안정 국면으로 예산 통제가 필수다. 도박·충동소비를 끊고 기본 재무 규칙을 회복해야 한다.",
          "health": "건강 신호를 미루지 말아야 한다. 야외 활동과 기본 검진이 회복의 출발점이 된다."
        }
      }
    },
    {
      "id": 76,
      "name_ko": "펜타클 기사",
      "name_en": "Knight of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "성실",
        "지속",
        "책임",
        "완성"
      ],
      "interpretation": {
        "upright": "느려도 꾸준하게 완성해내는 힘, 안정적 진전",
        "reversed": "고집, 느린 대응, 변화 수용 부족"
      },
      "guidance": {
        "연애": "성실와 지속 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "성실 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "지속 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "성실 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.12 (정/역방향)\n느릿느릿\n펜타클 12번 카드는 느리지만 확실한 전진, 루틴의 힘, 책임의 이행을 상징한다. 속도보다 지속성과 품질을 중시할 때 성과가 커지는 카드다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 야심과 성실이 강하고 약속을 끝까지 지키는 타입. 행동은 신중하고 속도는 느릴 수 있으나 안정적으로 완수한다. 재정 감각도 보수적·실용적이다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "효율·지속·근면의 흐름이 강하다. 익숙한 루틴을 꾸준히 지키는 것이 성과를 만든다.",
          "love": "관계는 반복되는 일상 속 신뢰를 기반으로 안정된다. 다만 고집이 커지면 새로운 접근이 필요하다.",
          "career": "신뢰 가능한 실행자로 평가받기 쉽다. 완벽주의를 줄이고 실용성을 높이면 보상 가능성이 커진다.",
          "money": "재정 관리에 좋은 시기다. 무리한 투기보다 현재의 안정적 운영을 유지할수록 목표에 가깝다.",
          "health": "회복과 체력 재정비에 우호적이다. 적절한 운동+휴식의 균형이 핵심이다."
        },
        "reversed": {
          "summary": "의지 저하·경직·중독적 습관으로 방향을 잃기 쉽다. 행동 없는 계획은 손실로 이어진다.",
          "love": "지루함·불안정·신뢰 저하가 나타날 수 있다. 관계 목적과 경계를 다시 확인해야 한다.",
          "career": "능력 저하보다 실행 결핍이 문제다. 과도한 일중독/회피를 줄이고 우선순위를 재설계해야 한다.",
          "money": "성급한 선택과 변덕이 재정 악화를 부른다. 고위험 선택을 멈추고 통제 가능한 예산으로 복귀해야 한다.",
          "health": "외형 집착/건강 방치 양극단을 경계해야 한다. 신체 신호를 무시하지 말고 즉시 교정이 필요하다."
        }
      }
    },
    {
      "id": 77,
      "name_ko": "펜타클 왕",
      "name_en": "King of Pentacles",
      "arcana": "Minor",
      "suit": "Pentacles",
      "keywords": [
        "안정",
        "관리",
        "부",
        "신뢰"
      ],
      "interpretation": {
        "upright": "재정과 자원을 안정적으로 관리하는 리더십",
        "reversed": "물질 집착, 보수적 고착, 융통성 부족"
      },
      "guidance": {
        "연애": "안정와 관리 흐름을 천천히 확인하며 감정 표현의 타이밍을 조절하세요.",
        "진로": "안정 중심의 실행 계획을 세우고, 오늘 가능한 단위부터 꾸준히 진행하세요.",
        "금전": "관리 기준으로 지출 우선순위를 재정리하고 안정적인 선택을 유지하세요.",
        "인간관계": "안정 관점에서 대화의 톤을 맞추고 오해를 줄이는 표현을 선택하세요."
      },
      "card_description": "천천히 읽어보셔도 괜찮아요. [타로카드 해석] 펜타클.14 (정/역방향)\n노력과 결과\n펜타클 왕 카드는 인내, 통제, 결과 중심의 리더십을 상징한다. 축적된 성과를 지키고 확장하는 단계에서 강하게 작동한다. 필요한 부분만 편하게 받아들이시면 됩니다.",
      "personality_traits": "이 성향도 참고 정도로 가볍게 봐주세요. 유능하고 신뢰받는 성과형 리더 성향. 장기 목표를 위해 꾸준히 자원을 배분하고, 안정적인 구조를 만드는 데 강점이 있다. 지금의 나와 다르게 느껴져도 자연스러운 부분이에요.",
      "deep_interpretation": {
        "upright": {
          "summary": "풍요·안정·권한이 함께 강화된다. 성취 구간으로 진입하며 실질적 결과가 나온다.",
          "love": "관계는 안정기에 들어가기 쉽다. 현실 대화와 생활 설계가 잘 맞으면 신뢰가 빠르게 깊어진다.",
          "career": "승진/역할 확대 가능성이 높다. 영향력은 커지지만 비판 관리와 커뮤니케이션 균형이 중요하다.",
          "money": "재정적으로 가장 강한 카드군 중 하나다. 자산 안정화·수익 확장·현금흐름 개선이 기대된다.",
          "health": "생활 안정이 건강 유지에 도움을 준다. 자기 성찰과 규칙적 루틴이 컨디션을 끌어올린다."
        },
        "reversed": {
          "summary": "탐욕·조급함·통제 과잉이 성과를 무너뜨릴 수 있다. 균형 회복이 최우선 과제다.",
          "love": "헌신 회피·소유욕·불신 이슈가 커질 수 있다. 관계 지속 여부를 솔직히 점검해야 한다.",
          "career": "물질 중심 집착이 평판과 협업을 해칠 수 있다. 장기 가치 기준으로 행동을 재정렬해야 한다.",
          "money": "단기 압박이 와도 장기 전략을 버리면 안 된다. 충동 지출과 위험한 지름길을 차단해야 한다.",
          "health": "과로와 강박적 자기관리 양극단을 경계해야 한다. 자가진단보다 전문 검진이 안전하다."
        }
      }
    }
  ]
}
